{"id":2146,"date":"2024-05-20T15:09:51","date_gmt":"2024-05-20T22:09:51","guid":{"rendered":"https:\/\/laverne.edu\/health\/?page_id=2146"},"modified":"2024-10-29T07:41:24","modified_gmt":"2024-10-29T14:41:24","slug":"health-insurance-requirement-policy","status":"publish","type":"page","link":"https:\/\/laverne.edu\/health\/health-insurance-requirement-policy\/","title":{"rendered":"Policy on Student Health Insurance Requirement"},"content":{"rendered":"<p>As a condition of enrollment, the University of La&nbsp;Verne (ULV) requires Students to participate in the Student Health Insurance program (SHIP). This requirement protects against unexpected high medical costs and provides access to quality care.  The University will charge a SHIP fee to participating Students, unless the Student “waives out” by completing a waiver that is approved based on the requirements listed in this policy.<\/p>\n<p>Where a waiver has been approved, it is the student’s affirmative responsibility to maintain the alternate health insurance coverage at all times while enrolled at the University.<\/p>\n<p>NOTE: The Student Health Insurance program (SHIP) fees and process is different from the <a href=\"https:\/\/laverne.edu\/health\/health-and-wellbeing-fee\/\">Health and Wellness Fee (not waivable)<\/a>.<\/p>\n<h2><a name=\"_Toc159872965\"><\/a><strong><u>Required Groups<\/u><\/strong><\/h2>\n<p>The following Students will be charged a SHIP fee unless they provide a qualified waiver:<\/p>\n<ul>\n<li>“Traditional” degree seeking undergraduate domestic students enrolled in 12 credit hours or more during a semester.<\/li>\n<li>Graduate and undergraduate students holding F-1 or J-1 visas (i.e., International Students), enrolled in at least 1 credit hour or more during a semester.<\/li>\n<\/ul>\n<h2><a name=\"_Toc159872966\"><\/a><strong><u>Exempt Groups<\/u><\/strong><\/h2>\n<ul>\n<li>“Traditional” degree seeking Undergraduate domestic students enrolled in less than 12 credit hours during a semester.<\/li>\n<li>Degree seeking Undergraduate domestic students enrolled in a Regional and Online Campus or the Campus Accelerated Program (i.e., “Adult” Students).<\/li>\n<li>Degree seeking Graduate domestic students.<\/li>\n<\/ul>\n<p>Exempted degree seeking students enrolled in at least 3 credit hour per semester\/term are eligible to voluntarily purchase the SHIP and will have the appropriate fee placed on their Student Account.<\/p>\n<p>Non-Degree seeking students are exempt from this requirement and are not eligible to participate in SHIP.<\/p>\n<h2><a name=\"_Toc159872967\"><\/a><strong><u>Billing<\/u><\/strong><\/h2>\n<p>SHIP billing is dependent upon a Student&#8217;s registration and completion and approval of the online waiver. Students will not be charged at the time of registration. Students will have from the first day of SHIP waiver\/enrollment to 30 days priors to the first day of the semester or session that they first attend during the academic year (<strong>refer to open\/waiver enrollment section for specific dates<\/strong>) to complete the waiver and avoid the charge. Thirty days prior to the first day of the semester or session that they first attend during the academic year the SHIP charge will appear on the student’s account where a waiver has not been both completed and approved.<\/p>\n<ul>\n<li>Once the charge is added to the account, the student will have through the first day of the semester or session they first attend to complete the waiver. If a waiver is both completed and approved in this timeframe the SHIP charge will be removed within ten (10) business days of the approval.<\/li>\n<li>If a Student drops below the required credit hours on or before the end of the add\/drop period of the start of the full semester, the insurance charge as well as coverage will be dropped.<\/li>\n<li>If a Student drops below the required credit hours after the end of the add\/drop period of the start of the full semester, the insurance charge as well as the coverage will remain.<\/li>\n<\/ul>\n<p><strong>If students enroll into insurance after refunds have been issue, the student is not guaranteed to have additional aid funds issued.  The student may have a charge\/fee due and they will be responsible for that charge.  <\/strong><\/p>\n<h2><a name=\"_Toc159872969\"><\/a><strong><u>SHIP Information<\/u><\/strong><\/h2>\n<p>For information on the Student Health Insurance Plan (SHIP) including benefit information and summary go to <a href=\"https:\/\/go.gallagherstudent.com\/Universities\/University%20of%20La%20Verne\/Home\">Benefits Dashboard &#8211; Gallagher Student Health Insurance<\/a>.   For questions on insurance plan contact, benefits and services contact Gallagher at <b>(833) 866-8931<\/b><\/p>\n<h3><a name=\"_Toc159872968\"><\/a><span><strong>SHIP Costs<\/strong><\/span><\/h3>\n<p>24-25 Annual Costs: $1,204<\/p>\n<p>24-25 Full Semester\/Term<\/p>\n<ul>\n<li><strong>Fall Semester:<\/strong> $602 (tentative)<\/li>\n<li><strong>Spring Semester (including Jan Term):<\/strong> $602 (tentative)<\/li>\n<\/ul>\n<p>24-25 News Students Starting at part of Term<\/p>\n<ul>\n<li><strong>Fall Session II:<\/strong> $301 (tentative)<\/li>\n<li><strong>Spring Session II:<\/strong> $301 (tentative)<\/li>\n<li><strong>Summer:<\/strong> $201 (tentative)<\/li>\n<\/ul>\n<p>For most current information on SHIP Costs, students should go to <a href=\"https:\/\/laverne.edu\/tuition\/\">Tuition and Fees<\/a><\/p>\n<h3><span><strong>Dates of Coverage<\/strong><\/span><\/h3>\n<p>24-25 Full Semester\/Term<\/p>\n<ul>\n<li><strong>Fall Semester:<\/strong> August 1, 2024 – December 31, 2024<\/li>\n<li><strong>Spring Semester:<\/strong> January 1, 2025 – July 31, 2025<\/li>\n<\/ul>\n<p>24-25 News Students Starting at Part of Term<\/p>\n<ul>\n<li><strong>Fall Session II:<\/strong> October 21, 2024 – December 31, 2024<\/li>\n<li><strong>Spring Session II: <\/strong>April 7, 2025– July 31, 2025<\/li>\n<li><strong>Summer:<\/strong> June 1, 2025 – July 31, 2025<\/li>\n<\/ul>\n<h2><a name=\"_Toc159872970\"><\/a><strong><u>Voluntary SHIP Enrollment<\/u><\/strong><\/h2>\n<p>Exempted degree seeking students enrolled in at least 3 credit hour a semester\/term are eligible to voluntarily purchase the SHIP during the open waiver\/enrollment periods. Request for voluntary enrollment made after the end of the open waiver\/enrollment period will be declined unless they are connected to a “qualifying life event.”<\/p>\n<p>To purchase\/opt-in to SHIP plan, qualifying Students should go to:  <a href=\"https:\/\/www.gallagherstudent.com\/laverne\">www.gallagherstudent.com\/laverne<\/a> . For questions on insurance plan contact, benefits and services contact Gallagher at <b>(833) 866-8931<\/b><\/p>\n<p>Students who voluntarily enroll as part of Fall Semester or Fall Session II, will be required to enroll in Spring Semester, unless they have graduated or are no longer a degree seeking enrolled student at the University of La&nbsp;Verne.<\/p>\n<p>NOTE: Students need to have an active enrollment (at least 3 units) for the semester\/term (i.e. be enrolled in fall if seeking to opt in the fall) students are seeking to voluntary enroll in.<\/p>\n<p>For questions regarding voluntary enrollment process contact at <b>(833) 866-8931.   <\/b><\/p>\n<h2><a name=\"_Toc159872971\"><\/a><strong><u>Waiving Out of SHIP<\/u><\/strong><\/h2>\n<p>Students can “waive out” of SHIP by providing proof of insurance that is Affordable Care Act (ACA) compliant and meets the criteria listed.<\/p>\n<ul>\n<li>Students can “waive out” of the SHIP each academic year during the Fall Waiver\/Enrollment period. Students who are not able to waive out during the Fall Waiver\/Enrollment period will be required to have SHIP for the full academic year (i.e. Fall and Spring Semester\/Term)<\/li>\n<li>Students whose first semester\/term of enrollment for that academic year is Fall Session II, Jan Term, Spring Semester\/Jan Term, Spring Session II, and Summer can waive out during the corresponding waiver period.<\/li>\n<li>Waiver requests MUST be submitted during the open waiver\/enrollment periods. Waiver requests made after the open waiver\/enrollment period ends will not be approved, and the charge for the SHIP will remain on the Student Account.<\/li>\n<li>Students can waive out of SHIP by submitting Insurance information at <a href=\"https:\/\/www.gallagherstudent.com\/laverne\">https:\/\/www.gallagherstudent.com\/laverne<\/a><\/li>\n<\/ul>\n<p>Insurance information submitted as part of waiver process will be reviewed for compliance.  Students whose insurance is not in compliance will be informed and will have the SHIP charge remain on their student account.<\/p>\n<p>NOTE: Students need to have an active enrollment (12 units) for the semester\/term (i.e. be enrolled in fall if seeking to waive out in the fall) students are seeking to submit waiver for.<\/p>\n<p><span><strong><a href=\"https:\/\/laverne.edu\/health\/wp-content\/uploads\/sites\/25\/2024\/07\/Submitting-Waiver-Process2.pdf\">A Step-by-Step guide on submitting in a waiver is availabl<\/a><a href=\"https:\/\/laverne.edu\/health\/wp-content\/uploads\/sites\/25\/2024\/07\/Submitting-Waiver-Process.pdf\">e<\/a>.<\/strong><\/span><\/p>\n<p>For questions regarding waive out process contact Gallagher at <b>(833) 866-8931.   <\/b><\/p>\n<h2><a name=\"_Toc159872972\"><\/a><strong><u>Open Waiver\/Enrollment Periods<\/u><\/strong><\/h2>\n<p>Academic Year &amp; Fall Semester:<\/p>\n<ul>\n<li><strong>Fall Semester:<\/strong> June 6, 2024, through Friday, July 19, 2024, in order to avoid an initial charge. Extended waiver period ends August 19<sup>th<\/sup>, 2024.<\/li>\n<\/ul>\n<p>Spring Semester:<\/p>\n<ul>\n<li><strong>Spring Semester:<\/strong> November 13, 2024 through January 3, 2025 in order to avoid an initial charge. Extended waiver period ends February 3<sup>rd<\/sup>, 2025.<\/li>\n<\/ul>\n<p>Students with initial term of semester enrollment for the academic year as:<\/p>\n<ul>\n<li><strong>Fall with Session 2 enrollment only<\/strong>: September 9, 2024, through September 21, 2024, in order to avoid an initial charge. Extended waiver period until October 21<sup>, <\/sup><\/li>\n<li><strong>Spring Semester:<\/strong> November 13, 2024 through January 3, 2025 in order to avoid an initial charge. Extended waiver period ends February 3<sup>rd<\/sup>, 2025.<\/li>\n<li><strong>Spring with Session 2 enrollment only:<\/strong> February 17, 2025 through March 7<sup>th<\/sup>, 2025, to avoid an initial charge. Extended waiver period ends on April 7, 2025<\/li>\n<li><strong>Summer:<\/strong> April 28, 2025, through May 9<sup>th <\/sup>2025 to avoid an initial charge. Extended waiver period ends June 9<sup>th<\/sup>, 2025<\/li>\n<\/ul>\n<h2><a name=\"_Toc159872973\"><\/a><strong><u>Waiver Criteria<\/u><\/strong><\/h2>\n<p>In order to qualify for a waiver, the Student’s alternate health insurance plan must:<\/p>\n<ul>\n<li>Be fully compliant with all aspects of the Affordable Care Act;<\/li>\n<li>Be underwritten and administered in the United States;<\/li>\n<li>Provide access to local doctors, specialists, hospitals and other healthcare providers near campus;<\/li>\n<li>Provide coverage for urgent and non-urgent care including;\n<ul>\n<li>Preventative and routine benefits;<\/li>\n<li>In-patient and out-patient surgery and hospitalization;<\/li>\n<li>Lab work, diagnostic x-rays, physical therapy, chiropractic care, emergency room treatment, ambulance services and prescriptions;<\/li>\n<li>In-patient and out-patient mental health, substance abuse and counseling services;<\/li>\n<\/ul>\n<\/li>\n<li>Health insurance coverage must be maintained throughout the entire academic year (August 2024 – May 2025).<\/li>\n<li>Must define the plan service area to be in Los Angeles County, San Bernardino County, Riverside County, Orange County. All other counties will be considered out of region for the University of La&nbsp;Verne.     Students are encouraged to change their plan’s coverage area to the identified counties to meet waiver criteria.<\/li>\n<\/ul>\n<p>Where a waiver has been approved, it is the student’s affirmative responsibility to maintain the alternate health insurance coverage at all times while enrolled at the University.<\/p>\n<p><span>Please see guide to <a href=\"https:\/\/laverne.edu\/health\/wp-content\/uploads\/sites\/25\/2024\/07\/Submitting-Waiver-Process2.pdf\">submitting waiver<\/a><\/span><\/p>\n<p>For questions regarding waive out process contact Gallagher at <b>(833) 866-8931.   <\/b><\/p>\n<h2><a name=\"_Toc159872974\"><\/a><strong><u>Waiver Approval<\/u><\/strong><\/h2>\n<ul>\n<li>If the student’s waiver is approved:\n<ul>\n<li>30 days prior before semester\/term: will not have SHIP charge posted on their account<\/li>\n<li>Within 30 days before semester\/term: the Student’s account will be credited within 10 business days accordingly.<\/li>\n<\/ul>\n<\/li>\n<li>If the waiver is denied the SHIP fee will remain on the student’s account. Students whose alternative insurance does not meet the waiver criteria, will be informed and advised of their options, including re-submitting of waiver and\/or opting into SHIP.<\/li>\n<\/ul>\n<p>For questions regarding waive out process contact Gallagher at <b>(833) 866-8931.   <\/b><\/p>\n<h2><a name=\"_Toc159872975\"><\/a><strong><u>No Continuous Waivers<\/u><\/strong><\/h2>\n<p>A waiver approval never extends beyond the academic year for which it was approved. Each subsequent academic year, during the waiver\/enrollment period, a Student must affirmatively opt out (i.e. submit a waiver) for that academic year.<\/p>\n<p>Students who obtain a SHIP waiver during the fall semester will automatically waive coverage for the entire academic year and do not need to submit a waiver for the spring semester. However, such Student may request to enroll in SHIP in the Spring, or any time after the Fall enrollment\/waiver period if the request is connected to a “qualifying life event” by submitting an application at <a href=\"https:\/\/www.gallagherstudent.com\/laverne\">https:\/\/www.gallagherstudent.com\/laverne<\/a><\/p>\n<p>Students who receive a health insurance waiver for the spring semester must submit a waiver again the following fall semester\/term.<\/p>\n<h2><a name=\"_Toc159872976\"><\/a><strong><u>Qualifying Life Events<\/u><\/strong><\/h2>\n<p>Where a Student loses coverage outside the open\/waiver enrollment period, ULV strongly encourage the Student to contact Gallagher at <b>(833) 866-8931.   <\/b>Students can also visit <a href=\"https:\/\/www.gallagherstudent.com\/laverne\">https:\/\/www.gallagherstudent.com\/laverne <\/a><\/p>\n<p>Students who lose their health insurance coverage, have 30 days to qualify for a Special Enrollment in SHIP under a “qualifying life event.”  Students must provide proof of loss of coverage in a form of a letter from their former health insurance plan.<\/p>\n<p>Examples of qualifying life events or events that result in “loss of coverage” include, but are not limited to:<\/p>\n<ul>\n<li>Termination of employment<\/li>\n<li>Termination of the other health plan<\/li>\n<li>Death of the spouse<\/li>\n<li>Legal separation, divorce or annulment<\/li>\n<li>Reduction of hours of employment<\/li>\n<li>Employer contributions toward a health plan were terminated<\/li>\n<li>A child no longer qualifies for coverage as a child under another health plan<\/li>\n<\/ul>\n<h2><a name=\"_Toc159872977\"><\/a><strong><u>Automatic Loss of Student Health Coverage<\/u><\/strong><\/h2>\n<p><strong>School Withdrawal<\/strong><\/p>\n<p>All Students who withdraw from school are NOT eligible to purchase the University-endorsed health insurance plan. Students who withdraw before the end of the add\/drop period will have their SHIP backed out, and will not be covered by the SHIP. Students who withdraw after the add\/drop period will not have their charges backed out, and will be covered by the SHIP for the rest of that particular semester.<\/p>\n<h2><a name=\"_Toc159872978\"><\/a><strong><u>Dependent Coverage<\/u><\/strong><\/h2>\n<p>Spouses, domestic partners, or dependent children are not eligible to enroll in the Student health plan.<\/p>\n<h2><a name=\"_Toc159872979\"><\/a><strong><u>Student Athletes<\/u><\/strong><\/h2>\n<p>All Student athletes will be required to submit proof of insurance as part of their medical clearance process for athletics. Insurance must comply with the University of La&nbsp;Verne’s insurance requirements as listed in this policy.<\/p>\n<p>Failure to maintain appropriate insurance coverage throughout the year will put the athlete at risk for being financially responsible for all costs incurred from an athletic injury.<\/p>\n<p>(For additional information go to<a href=\"https:\/\/leopardathletics.com\/sports\/2023\/5\/18\/insideAthletics-AthleticTraining-Information-Forms.aspx\"> https:\/\/leopardathletics.com\/sports\/2023\/5\/18\/insideAthletics-AthleticTraining-Information-Forms.aspx<\/a>).  For questions regarding Student Athletes contact: <a href=\"mailto:&#65;thl&#101;&#116;i&#99;T&#114;&#97;&#105;ning&#64;L&#97;&#118;e&#114;&#110;e.edu\">Athletic&#84;&#114;a&#105;n&#105;&#110;g&#64;L&#97;v&#101;r&#110;&#101;.&#101;du<\/a><\/p>\n<h2><a name=\"_Toc159872980\"><\/a><strong><u>International Students<\/u><\/strong><\/h2>\n<p><strong>All Students holding F1 visas<\/strong> at the University of La&nbsp;Verne must have health insurance as a condition of enrollment. All Students holding J-1 visa are required by the U.S. Department of State to maintain health insurance from the date of entry into the U.S. through any post-completion academic training.<\/p>\n<p>All Students holding F-1 and J-1 may participate in the insurance waiver process outlined in this policy. Students not waiving out will be automatically enrolled in SHIP as outlined. Students wishing to waive out must provide records of insurance that is ACA compliant and meet other requirements as stated in this policy.<\/p>\n<p>International students should check that if they waive out, that their alternate health insurance includes a “medical evacuation and repatriation” benefit.  Should students need this benefit, they can go to  <a href=\"https:\/\/www.gallagherstudent.com\/students\/student-home.php?idField=1366\">Gallagher Student Health and Special Risk<\/a>.<\/p>\n<p>For questions regarding F-1 and J-1 Visas contact: <a href=\"mailto:in&#116;e&#114;n&#97;t&#105;&#111;&#110;&#97;l&#64;l&#97;v&#101;r&#110;e.&#101;d&#117;\">&#105;nte&#114;n&#97;&#116;&#105;&#111;&#110;al&#64;la&#118;&#101;r&#110;e&#46;edu<\/a><\/p>\n<h2><a name=\"_Toc159872981\"><\/a><strong><u>Students with Military Insurance (Tri-Care &amp; VA-Care)<\/u><\/strong><\/h2>\n<p>Tri-Care will be an accepted form of primary coverage.  Students with Tri-Care are encouraged to consider location of their PCP.  In situations where the PCP is a significant distance, students are encouraged to consider opting into the SHIP.<\/p>\n<h2><strong><u>Medi-Cal\/Medicaid\/HMO\/IPA Insurances<\/u><\/strong><\/h2>\n<ul>\n<li><u>Out-of-state Medicaid<\/u> insurance will not qualify as an alternative health insurance plan eligible for waiver. Students should consider other insurance options including opting into SHIP.<\/li>\n<li><u>Out-of-area Medi-Cal<\/u> (counties other than Los Angeles County, San Bernardino County, Riverside County, Orange County) will not qualify as an alternative health insurance plan eligible for waiver. Students should consider changing their service location or opting into SHIP.<\/li>\n<li><u>Out-of-state HMO\/IPA insurances<\/u> will not qualify as an alternative health insurance plan eligible for waiver. Students should consider changing their service location or opting into SHIP.<\/li>\n<li><u>Out-of-area California HMO\/IPA’s<\/u> insurances will require students to change their primary care physician (PCP) to a PCP in the La&nbsp;Verne area (i.e. L.A. County, Orange County, San Bernardino County, Riverside County). If they are not able to, they should consider opting into SHIP.<\/li>\n<\/ul>\n<p><strong> <\/strong><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>As a condition of enrollment, the University of La&nbsp;Verne (ULV) requires Students to participate in the Student Health Insurance program (SHIP). This requirement protects against unexpected high medical costs and [&hellip;]<\/p>\n","protected":false},"author":35,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-2146","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.8 (Yoast SEO v23.8) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Policy on Student Health Insurance Requirement | University of La Verne<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/laverne.edu\/health\/health-insurance-requirement-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Policy on Student Health Insurance Requirement\" \/>\n<meta property=\"og:description\" content=\"As a condition of enrollment, the University of La&nbsp;Verne (ULV) requires Students to participate in the Student Health Insurance program (SHIP). This requirement protects against unexpected high medical costs and [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/laverne.edu\/health\/health-insurance-requirement-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Student Health Services\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/ULaVerne\/\" \/>\n<meta property=\"article:modified_time\" content=\"2024-10-29T14:41:24+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@ULaVerne\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/laverne.edu\/health\/health-insurance-requirement-policy\/\",\"url\":\"https:\/\/laverne.edu\/health\/health-insurance-requirement-policy\/\",\"name\":\"Policy on Student Health Insurance Requirement | University of La Verne\",\"isPartOf\":{\"@id\":\"https:\/\/laverne.edu\/health\/#website\"},\"datePublished\":\"2024-05-20T22:09:51+00:00\",\"dateModified\":\"2024-10-29T14:41:24+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/laverne.edu\/health\/health-insurance-requirement-policy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/laverne.edu\/health\/health-insurance-requirement-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/laverne.edu\/health\/health-insurance-requirement-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/laverne.edu\/health\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Policy on Student Health Insurance Requirement\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/laverne.edu\/health\/#website\",\"url\":\"https:\/\/laverne.edu\/health\/\",\"name\":\"Student Health Services\",\"description\":\"University of La Verne\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/laverne.edu\/health\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Policy on Student Health Insurance Requirement | University of La Verne","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/laverne.edu\/health\/health-insurance-requirement-policy\/","og_locale":"en_US","og_type":"article","og_title":"Policy on Student Health Insurance Requirement","og_description":"As a condition of enrollment, the University of La&nbsp;Verne (ULV) requires Students to participate in the Student Health Insurance program (SHIP). This requirement protects against unexpected high medical costs and [&hellip;]","og_url":"https:\/\/laverne.edu\/health\/health-insurance-requirement-policy\/","og_site_name":"Student Health Services","article_publisher":"https:\/\/www.facebook.com\/ULaVerne\/","article_modified_time":"2024-10-29T14:41:24+00:00","twitter_card":"summary_large_image","twitter_site":"@ULaVerne","twitter_misc":{"Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/laverne.edu\/health\/health-insurance-requirement-policy\/","url":"https:\/\/laverne.edu\/health\/health-insurance-requirement-policy\/","name":"Policy on Student Health Insurance Requirement | University of La Verne","isPartOf":{"@id":"https:\/\/laverne.edu\/health\/#website"},"datePublished":"2024-05-20T22:09:51+00:00","dateModified":"2024-10-29T14:41:24+00:00","breadcrumb":{"@id":"https:\/\/laverne.edu\/health\/health-insurance-requirement-policy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/laverne.edu\/health\/health-insurance-requirement-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/laverne.edu\/health\/health-insurance-requirement-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/laverne.edu\/health\/"},{"@type":"ListItem","position":2,"name":"Policy on Student Health Insurance Requirement"}]},{"@type":"WebSite","@id":"https:\/\/laverne.edu\/health\/#website","url":"https:\/\/laverne.edu\/health\/","name":"Student Health Services","description":"University of La Verne","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/laverne.edu\/health\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"}]}},"publishpress_future_action":{"enabled":false,"date":"2024-12-01 15:17:37","action":"change-status","newStatus":"draft","terms":[],"taxonomy":""},"_links":{"self":[{"href":"https:\/\/laverne.edu\/health\/wp-json\/wp\/v2\/pages\/2146"}],"collection":[{"href":"https:\/\/laverne.edu\/health\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/laverne.edu\/health\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/laverne.edu\/health\/wp-json\/wp\/v2\/users\/35"}],"replies":[{"embeddable":true,"href":"https:\/\/laverne.edu\/health\/wp-json\/wp\/v2\/comments?post=2146"}],"version-history":[{"count":10,"href":"https:\/\/laverne.edu\/health\/wp-json\/wp\/v2\/pages\/2146\/revisions"}],"predecessor-version":[{"id":2209,"href":"https:\/\/laverne.edu\/health\/wp-json\/wp\/v2\/pages\/2146\/revisions\/2209"}],"wp:attachment":[{"href":"https:\/\/laverne.edu\/health\/wp-json\/wp\/v2\/media?parent=2146"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}