{"id":143,"date":"2018-05-25T17:49:22","date_gmt":"2018-05-26T00:49:22","guid":{"rendered":"https:\/\/laverne.edu\/policies\/?page_id=143"},"modified":"2023-08-16T14:57:49","modified_gmt":"2023-08-16T21:57:49","slug":"terms-use-privacy-policy","status":"publish","type":"page","link":"https:\/\/laverne.edu\/policies\/terms-use-privacy-policy\/","title":{"rendered":"Terms of Use and Privacy Policy"},"content":{"rendered":"<p>The University of La&nbsp;Verne (ULV) is committed to respecting your privacy. ULV does not share personal information gathered from its web servers and we do not collect information about you other than connection information automatically obtained when visiting our website. Unless you choose to provide information to us via online forms, no personal data is stored on our servers.<\/p>\n<p>This privacy policy explains how personal information about you is collected, used, and disclosed by ULV with respect to your use of the ULV websites where this policy is posted (collectively, &#8220;Sites&#8221;).<\/p>\n<p>ULV also complies with the Family Educational Rights and Privacy Act (FERPA), which prohibits the release of education records without student permission. Although FERPA regulations apply only to ULV students, the university is equally committed to protecting the privacy of all visitors to our website.<\/p>\n<p>By continuing to use ULV Sites, you are accepting the terms of use defined in this statement.<\/p>\n<h2>Information Collected by ULV<\/h2>\n<h3>General<\/h3>\n<p>Our Sites are made available to you to provide information about our university and the services offered. You can browse our Sites without providing any personal information such as your name, mailing address, email address, phone number, or Social Security number.<\/p>\n<h3>Non-Personal Information<\/h3>\n<p>When you access and use our Sites, some information is automatically collected. For example, we may collect information about your computer&#8217;s operating system, Internet Protocol (IP) address, access times, browser type and language, and the website that referred you to us. We also collect information about usage and activity on our Sites and via third party web analytics services such as Google Analytics.<\/p>\n<h3>Cookies<\/h3>\n<p>When you visit our Sites, you may be issued a &#8220;cookie&#8221; which helps track your session while online. Cookies are small data files stored on your hard drive. Among other things, cookies help make your site visit more relevant and personalized for you. We use cookies to see which areas and features are popular and to count visits to our Sites. Most browsers are initially set to accept cookies. If you would prefer, you may set your browser to refuse cookies or alert you when cookies are being sent; however, it is possible that some parts of our Sites will not function properly if you do so.<\/p>\n<p>If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies. These are for your convenience so that you do not have to fill in your details again when you leave another comment. These cookies will last for one year.<\/p>\n<p>If you have an account and you log in to this site, we will set a temporary cookie to determine if your browser accepts cookies. This cookie contains no personal data and is discarded when you close your browser.<\/p>\n<p>When you log in, we will also set up several cookies to save your login information and your screen display choices. Login cookies last for two days, and screen options cookies last for a year. If you select &#8220;Remember Me&#8221;, your login will persist for two weeks. If you log out of your account, the login cookies will be removed.<\/p>\n<h3>Web Beacons<\/h3>\n<p>Sites and any communications sent by ULV may contain electronic images (generally, single pixel &#8220;.gif&#8221; images) called &#8220;web beacons.&#8221; These web beacons allow ULV and third parties authorized by ULV to monitor and collect certain information about the viewer of a web page, email message, or other communication such as the type of browser requesting the web beacon, the device identifier of the device the web beacon is sent to, and the time the web beacon was viewed. Web beacons may be used to count unique users, visits, and page views; monitor traffic and conversion patterns; personalize your experience when you visit the Sites, including advertising and content you see; and determine whether or not messages were opened, links were clicked, and\/or notifications\/offers were acted upon.<\/p>\n<h3>Third Party Advertising<\/h3>\n<p>ULV may also allow third parties to use cookies or other tracking technologies to collect non-personal information about your use of our Sites, including your IP address, pages viewed, and conversion information. This information may be used to, among other things, deliver advertising targeted to your interests and to better understand the usage and visitation of our Sites and other sites tracked by these third parties. This privacy policy does not apply to, and we are not responsible for, third party cookies or other tracking technologies. We encourage you to check the privacy policies of advertisers and\/or ad services to learn about their privacy practices.<\/p>\n<h3>Google Analytics Advertising Features<\/h3>\n<p>For users who have opted-in to providing demographic and interest information to Google services, ULV and third parties authorized by ULV utilize a number of Google Analytics Advertising Features to better understand and market to users of our Sites including:<\/p>\n<ul>\n<li>Remarketing with Google Analytics<\/li>\n<li>Google Display Network Impression Reporting<\/li>\n<li>Google Analytics Demographic and Interest Reporting<\/li>\n<li>Integrated services such as:\n<ul>\n<li>Analytics and reporting dashboards that may aggregate Google Advertising data with interest data gathered from other platforms<\/li>\n<li>Web\/content personalization on ULV Sites<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p>Users who want to opt-out of Google Analytics Advertising Features can do so by installing the <a href=\"https:\/\/tools.google.com\/dlpage\/gaoptout\/\">Google Analytics Opt-out Browser Add-on<\/a> or by visiting the <a href=\"https:\/\/optout.networkadvertising.org\/?c=1\">Network Advertising Initiative’s website<\/a> and selecting ‘Google Inc.’ from the list in ‘Manage my Browser’s Opt Outs.’<\/p>\n<h3>Personal Information<\/h3>\n<p>ULV collects personal information voluntarily provided to us, such as when you apply for admission, register for an account, request more information about our programs, sign up for a tour or event, make a donation, or otherwise contact ULV. Such information may include: contact information (name, address, telephone number, mobile phone and\/or email address, etc.); academic area of interest; financial information for financial aid purposes; demographic information (age, academic status, marital status, size of household, income, etc.); and marketing profile information (graduation date, alumni status, parent, friend, etc.)<\/p>\n<p>ULV does not knowingly collect personally identifiable information from children (defined herein as minors younger than 13 years of age) without obtaining parental consent. Before submitting personal information, ULV requests that all minors have their parents read this policy.<\/p>\n<h3>Comments<\/h3>\n<p>When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection.<\/p>\n<p>An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it. The Gravatar service privacy policy is available here: <a href=\"https:\/\/automattic.com\/privacy\/\">https:\/\/automattic.com\/privacy\/<\/a>. After approval of your comment, your profile picture is visible to the public in the context of your comment.<\/p>\n<h3>Media<\/h3>\n<p>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included. Visitors to the website can download and extract any location data from images on the website.<\/p>\n<h3>Embedded Content From Other Websites<\/h3>\n<p>Pages on our Sites may include embedded content (e.g. videos, images, articles, etc.). Embedded content from other websites behaves in the exact same way as if the visitor has visited the other website.<\/p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracing your interaction with the embedded content if you have an account and are logged in to that website.<\/p>\n<h2>How We Use Your Information<\/h2>\n<h3>Non-Personal Information<\/h3>\n<p>Non-personal information is used to generate statistics and to measure site activity in order to improve the usefulness of the site for our visitors.<\/p>\n<h3>Personal Information<\/h3>\n<p>Personal information allows us to provide you with the services and information you request, and enables us to offer a customized experience on our Sites. We use personal information for the purposes described in this privacy policy or otherwise disclosed to you on our Sites. For example, personal information may be used to:<\/p>\n<ul>\n<li>operate and improve our Sites;<\/li>\n<li>provide information about our institution and academic programs, and send you related information including emails, brochures, academic notices, updates, security alerts, and support and administrative messages;<\/li>\n<li>respond to comments, questions or requests for information and provide customer service;<\/li>\n<li>communicate with you about our classes, achievements, upcoming events, and other ULV news;<\/li>\n<li>generate site analytics to improve our website and the user experience; and<\/li>\n<li>link or combine with personal information we get from third parties to help understand your needs and provide you with better service and information.<\/li>\n<\/ul>\n<p>ULV may store and process personal information in the United States and other countries.<\/p>\n<h3>Sharing Your Information<\/h3>\n<p>We do not share your personal information with third parties except as described in this privacy policy or as otherwise disclosed to you on our Sites. For example, we may share personal information as follows:<\/p>\n<ul>\n<li>when you give us your consent to do so, including if we notify you on our Sites that the information you provide will be shared in a particular manner and you provide such information;<\/li>\n<li>with vendors, contractors, consultants and other service providers who are working on our behalf and need access to your information to carry out their work for us;<\/li>\n<li>to (i) comply with laws or to respond to lawful requests and legal process, (ii) to protect our rights and property and those of our agents, customers and others, including to enforce our agreements, policies and Terms of Use or (iii) in an emergency to protect ULV and the safety of our students, faculty and staff or any third party;<\/li>\n<\/ul>\n<p>We may also share aggregated or anonymous information that does not directly identify you.<\/p>\n<h3>Opt Out Option<\/h3>\n<p>You may opt out of receiving promotional emails by following the instructions in those emails, but note that we may still send you non-opted-in emails, such as emails about your account or our ongoing business or academic relations.<\/p>\n<p>You may opt out of receiving <span>text (SMS) message notifications regarding important admission-related information and deadlines from the University of La&nbsp;Verne at any time by replying to a text with STOP, STOPALL, UNSUBSCRIBE, CANCEL, END, or QUIT.<\/span><\/p>\n<h3>Web Accessibility<\/h3>\n<p>ULV is committed to web accessibility for everyone. If you are experiencing a web accessibility issue, please contact us by emailing <a href=\"mailto:&#119;e&#98;&#64;&#108;a&#118;&#101;&#114;n&#101;.e&#100;u\">we&#98;&#64;&#108;aver&#110;e.edu<\/a>.<\/p>\n<h3>Information Security<\/h3>\n<p>The privacy of communication over the Internet cannot be guaranteed because the Internet is not a secure medium. Although ULV employs security measures to protect our servers and communication, ULV does not assume any responsibility for any harm, loss, or damage incurred by sending of personal or confidential information over the Internet to ULV.<\/p>\n<p>Some websites within ULV enable you to pay for products or services online with a credit card. Unless otherwise noted, these transactions are encrypted. It is university policy that confidential information you enter in the transaction is used only for the purposes described in that transaction, unless an additional use is specifically stated on that Site.<\/p>\n<h3>Third Party Links<\/h3>\n<p>Our Sites may contain links to third party websites. This privacy policy does not apply to the linked sites, and we do not control, nor are we responsible for, the content or privacy and security practices of those sites. Any personal information provided to a linked site is provided directly to a third party and is subject to such third party&#8217;s privacy policy. We encourage you to learn more about such third party&#8217;s privacy and security practices and policies before providing any of your personal information.<\/p>\n<h3>Copyright Infringement<\/h3>\n<p>ULV complies with Title II of the Digital Millennium Copyright Act (DMCA). Please submit claims of copyright infringement for the ULV domain, laverne.edu, to <a href=\"mailto:v&#116;r&#105;&#112;&#117;ra&#110;eni&#64;&#108;a&#118;&#101;r&#110;e&#46;e&#100;u\">v&#116;rip&#117;&#114;&#97;&#110;e&#110;i&#64;l&#97;ve&#114;n&#101;.edu<\/a> .<\/p>\n<h3>Consent<\/h3>\n<p>By using this site, you signify your consent to ULV’s online privacy policy. If you do not agree to this policy, please do not use this site. We reserve the right, at our discretion, to update, change, modify, add, or remove portions of this policy from time to time.<\/p>\n<p>This Privacy Policy has been developed with the recognition that Internet technologies are rapidly evolving and that underlying standard business models are still not well established. Accordingly, this Privacy Policy is subject to change. Any such changes will be posted on this page.<\/p>\n<p><em>Last Updated: June 30, 2023<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The University of La&nbsp;Verne (ULV) is committed to respecting your privacy. ULV does not share personal information gathered from its web servers and we do not collect information about you other than connection information automatically obtained when visiting our website. Unless you choose to provide information to us via online forms, no personal data is [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-143","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.8 (Yoast SEO v23.8) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms of Use and Privacy Policy | University of La Verne<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/laverne.edu\/policies\/terms-use-privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms of Use and Privacy Policy\" \/>\n<meta property=\"og:description\" content=\"The University of La&nbsp;Verne (ULV) is committed to respecting your privacy. ULV does not share personal information gathered from its web servers and we do not collect information about you other than connection information automatically obtained when visiting our website. Unless you choose to provide information to us via online forms, no personal data is [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/laverne.edu\/policies\/terms-use-privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"University Policies\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/ULaVerne\/\" \/>\n<meta property=\"article:modified_time\" content=\"2023-08-16T21:57:49+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@ULaVerne\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/laverne.edu\/policies\/terms-use-privacy-policy\/\",\"url\":\"https:\/\/laverne.edu\/policies\/terms-use-privacy-policy\/\",\"name\":\"Terms of Use and Privacy Policy | University of La Verne\",\"isPartOf\":{\"@id\":\"https:\/\/laverne.edu\/policies\/#website\"},\"datePublished\":\"2018-05-26T00:49:22+00:00\",\"dateModified\":\"2023-08-16T21:57:49+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/laverne.edu\/policies\/terms-use-privacy-policy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/laverne.edu\/policies\/terms-use-privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/laverne.edu\/policies\/terms-use-privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/laverne.edu\/policies\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms of Use and Privacy Policy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/laverne.edu\/policies\/#website\",\"url\":\"https:\/\/laverne.edu\/policies\/\",\"name\":\"University Policies\",\"description\":\"University of La Verne\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/laverne.edu\/policies\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Terms of Use and Privacy Policy | University of La Verne","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/laverne.edu\/policies\/terms-use-privacy-policy\/","og_locale":"en_US","og_type":"article","og_title":"Terms of Use and Privacy Policy","og_description":"The University of La&nbsp;Verne (ULV) is committed to respecting your privacy. ULV does not share personal information gathered from its web servers and we do not collect information about you other than connection information automatically obtained when visiting our website. Unless you choose to provide information to us via online forms, no personal data is [&hellip;]","og_url":"https:\/\/laverne.edu\/policies\/terms-use-privacy-policy\/","og_site_name":"University Policies","article_publisher":"https:\/\/www.facebook.com\/ULaVerne\/","article_modified_time":"2023-08-16T21:57:49+00:00","twitter_card":"summary_large_image","twitter_site":"@ULaVerne","twitter_misc":{"Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/laverne.edu\/policies\/terms-use-privacy-policy\/","url":"https:\/\/laverne.edu\/policies\/terms-use-privacy-policy\/","name":"Terms of Use and Privacy Policy | University of La Verne","isPartOf":{"@id":"https:\/\/laverne.edu\/policies\/#website"},"datePublished":"2018-05-26T00:49:22+00:00","dateModified":"2023-08-16T21:57:49+00:00","breadcrumb":{"@id":"https:\/\/laverne.edu\/policies\/terms-use-privacy-policy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/laverne.edu\/policies\/terms-use-privacy-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/laverne.edu\/policies\/terms-use-privacy-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/laverne.edu\/policies\/"},{"@type":"ListItem","position":2,"name":"Terms of Use and Privacy Policy"}]},{"@type":"WebSite","@id":"https:\/\/laverne.edu\/policies\/#website","url":"https:\/\/laverne.edu\/policies\/","name":"University Policies","description":"University of La Verne","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/laverne.edu\/policies\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"}]}},"publishpress_future_action":{"enabled":false,"date":"2024-12-01 00:21:01","action":"change-status","newStatus":"draft","terms":[],"taxonomy":""},"_links":{"self":[{"href":"https:\/\/laverne.edu\/policies\/wp-json\/wp\/v2\/pages\/143"}],"collection":[{"href":"https:\/\/laverne.edu\/policies\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/laverne.edu\/policies\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/laverne.edu\/policies\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/laverne.edu\/policies\/wp-json\/wp\/v2\/comments?post=143"}],"version-history":[{"count":8,"href":"https:\/\/laverne.edu\/policies\/wp-json\/wp\/v2\/pages\/143\/revisions"}],"predecessor-version":[{"id":211,"href":"https:\/\/laverne.edu\/policies\/wp-json\/wp\/v2\/pages\/143\/revisions\/211"}],"wp:attachment":[{"href":"https:\/\/laverne.edu\/policies\/wp-json\/wp\/v2\/media?parent=143"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}