{"id":148,"date":"2018-05-25T18:19:41","date_gmt":"2018-05-26T01:19:41","guid":{"rendered":"https:\/\/laverne.edu\/policies\/?page_id=148"},"modified":"2018-05-25T18:41:08","modified_gmt":"2018-05-26T01:41:08","slug":"privacy-notice-university-admissions-academic-affairs","status":"publish","type":"page","link":"https:\/\/laverne.edu\/policies\/privacy-notice-university-admissions-academic-affairs\/","title":{"rendered":"Privacy Notice for University Admissions and Academic Affairs"},"content":{"rendered":"<p>The University of La&nbsp;Verne&#8217;s Office of Admissions (“Admissions”) and Division of Academic Affairs (&#8220;Academic Affairs&#8221;) are committed to safeguarding the privacy of personal data. This Privacy Notice outlines the collection, use, and disclosure of personal information provided to the University by prospective and current students, applicants for faculty positions, and research subjects or pursuant to their authorization. By submitting (or authorizing such submission) of Personal Information (see definition below) to the University for use by the Admissions and Academic Affairs , or your use the University&#8217;s websites and other services, you consent to the collection, use, processing, and disclosure of that information as described in this Privacy Notice.<\/p>\n<p>For the purpose of this Privacy Notice, Personal Information includes Personal Data and Sensitive Data, as discussed below.<\/p>\n<h2>University Use of Personal Information<\/h2>\n<h3>Current and Prospective Student Personal Information<\/h3>\n<p>Admissions and Academic Affairs collects and processes Personal Information from individuals who are current or prospective students only as necessary in the exercise of the University&#8217;s legitimate interests, functions and responsibilities as a private institution of higher education. Information is collected from students and shared with internal and external parties as part of the application process, to register or enroll persons in the University, provide and administer housing to students, manage a student account, provide academic advising, administer financial aid programs, develop and deliver education programs, track academic progress, analyze and improve education programs, recruitment, regulatory reporting, auditing, maintenance of accreditation, fundraising, to communicate the University’s activities, and other related University processes and functions.<\/p>\n<p>Academic Affairs also uses Information and Sensitive Information to conduct general demographic and statistical research to improve University programs. Sensitive Information is collected, processed and shared internally and externally, as necessary, applicable and appropriate, to identify appropriate support services or activities, provide reasonable accommodations, enforce University policies or comply with applicable laws. Finally, Personal Information may be shared by Admissions and Academic Affairs with third parties who have entered into contracts with the University to perform functions on behalf of the University, subject to the obligation of confidentiality and safeguarding from unauthorized disclosure.<\/p>\n<p>We may collect credit card information from you for your application fee and enrollment deposit. A reputable third-party financial institution or credit card processor handles our secure credit card transactions.<\/p>\n<p>Except as noted below, prospective and current students are obligated to provide Personal Information in connection with admissions and academic affairs functions, and the failure to do so may result in the University’s inability to offer admission or continue matriculation.<\/p>\n<h4>Personal Data:<\/h4>\n<p>In connection with these purposes, the University’s collection and processing of the following Personal Data is lawful based on consent, and as necessary for a contract with the data subject, for the University’s legitimate interests, and to comply with legal obligations:<\/p>\n<ul>\n<li>Name, Home Address, Email Address, Identification Number, Personal Phone Number<\/li>\n<li>Location Data, Online Identifier, IP addresses<\/li>\n<li>Education Information<\/li>\n<li>Financial Information (Not required or collected for academic-related purposed unless the data subject seeks or request services or benefits based on or involving such data, or unless collection is required by law.)<\/li>\n<li>Employment Data (Not required or collected for academic-related purposed unless the data subject seeks or request services or benefits based on or involving such data)<\/li>\n<\/ul>\n<p>In connection with these purposes, the University’s collection and processing of the following Personal Data is lawful based on consent and as necessary for the University’s legitimate interests:<\/p>\n<ul>\n<li>Photographs<\/li>\n<\/ul>\n<h4>Sensitive Data:<\/h4>\n<p>In connection with these purposes, the University’s collection and processing of the following Sensitive Data is lawful based on consent, as necessary for a contract with the data subject, for the University’s legitimate interests, and to comply with legal obligations:<\/p>\n<ul>\n<li>Criminal Convictions<\/li>\n<li>Health data<\/li>\n<li>Race, ethnicity (Not required or collected for academic-related purposed unless the data subject seeks or request services or benefits based on or involving such data)<\/li>\n<li>Sex life information (Not required or collected for employment-related purposes unless such information becomes relevant to the University’s ability to discharge its duties as a private post-secondary institution of higher education in investigating and responding to policy compliance matters.)<\/li>\n<li>Religion or philosophical beliefs (Not required or collected for academic-related purposed unless the data subject seeks or request services or benefits based on or involving such data)<\/li>\n<li>Sexual orientation (Not required or collected for academic-related purposed unless the data subject seeks or request services or benefits based on or involving such data)<\/li>\n<\/ul>\n<h3>Research Subjects Personal Information<\/h3>\n<p>Academic Affairs also collects and processes Personal Information from individuals who are research subjects only as necessary in the exercise of the University&#8217;s legitimate interests, functions and responsibilities as a public research higher education institution. Information is collected in the exercise of scientific, historical research, or statistical purposes.<\/p>\n<h4>Personal Data:<\/h4>\n<p>In connection with these purposes, the University’s collection and processing of the following Personal Data is lawful based on consent:<\/p>\n<ul>\n<li>Name, Home Address, Email Address, Personal Phone Number<\/li>\n<li>Location Data, Online Identifier, IP addresses<\/li>\n<li>Education Information<\/li>\n<li>Financial Information<\/li>\n<li>Employment Data<\/li>\n<\/ul>\n<h4>Sensitive Data:<\/h4>\n<p>In connection with these purposes, the University’s collection and processing of the following Sensitive Data is lawful based on consent:<\/p>\n<ul>\n<li>Race, ethnicity<\/li>\n<li>Health data<\/li>\n<li>Religion or philosophical beliefs<\/li>\n<li>Sex life information<\/li>\n<li>Sexual orientation<\/li>\n<li>Political opinions<\/li>\n<li>Trade Union membership<\/li>\n<li>Genetic data<\/li>\n<li>Biometric data<\/li>\n<\/ul>\n<h3>Faculty Personal Information<\/h3>\n<p>Academic Affairs also collects and processes Personal Information from individuals who are applicants for faculty positions in order to enter into a contract for employment or other employment relationship with the University, to discharge legal obligations and as necessary for the University’s legitimate interests.<\/p>\n<p>Except as noted below, prospective and current faculty are obligated to provide Personal Information in connection with employment-related functions, and the failure to do so may result in the University’s inability to offer or continue employment.<\/p>\n<h4>Personal Data:<\/h4>\n<p>In connection with these purposes, the University’s collection and processing of the following Personal Data is lawful based on consent, and as necessary for a contract with the data subject, for the University’s legitimate interests, and to comply with legal obligations:<\/p>\n<ul>\n<li>Name, Home Address, Email Address, Identification Number, Personal Phone Number<\/li>\n<li>Location Data, Online Identifier, IP addresses<\/li>\n<li>Education Information<\/li>\n<li>Employment Data<\/li>\n<li>Financial Information (Not required for employment purposes unless data subject seeks or requests employment-related services involving such data.)<\/li>\n<\/ul>\n<p>In connection with these purposes, the University’s collection and processing of the following Personal Data is lawful based on consent and as necessary for the University’s legitimate interests:<\/p>\n<ul>\n<li>Photographs<\/li>\n<\/ul>\n<h4>Sensitive Data:<\/h4>\n<p>In connection with these purposes, the University’s collection and processing of the following Sensitive Data is lawful based on consent, as necessary for a contract with the data subject, for the University’s legitimate interests, and to comply with legal obligations:<\/p>\n<ul>\n<li>Criminal Convictions<\/li>\n<li>Race, ethnicity (Not required for employment-related purposes)<\/li>\n<li>Health data (Not required for employment-related purposes unless data subject seeks or requests employment-related services or benefits based on such data)<\/li>\n<li>Sexual Orientation (Not required for employment-related purposes)<\/li>\n<li>Sex life information (Not required or collected for employment-related purposes unless such information becomes relevant to the University’s ability to discharge its duties as an employer in investigating policy compliance matters.)<\/li>\n<li>Trade union membership (Only required to the extent data subject is or becomes a member of a trade union recognized by the University as a bargaining representative for employment-related purposes.)<\/li>\n<\/ul>\n<h2>Third Party Use of Information<\/h2>\n<p>We may disclose your Personal Information as follows:<\/p>\n<ul>\n<li><strong>Consent:<\/strong> We may disclose Sensitive Data and other Personal Information if we have your consent to do so.<\/li>\n<li><strong>Emergency Circumstances:<\/strong> We may share your Personal Information, including Sensitive Data, when necessary to protect your interests and you are physically or legally incapable of providing consent.<\/li>\n<li><strong>Employment Necessity:<\/strong> We may share your Sensitive Information when necessary for administering employment or social security benefits in accordance with applicable law or any applicable collective bargaining agreement, subject to the imposition of appropriate safeguards to prevent further unauthorized disclosure.<\/li>\n<li><strong>Charitable Organizations:<\/strong> We may share your Information organizations in connection with charitable giving subject to the imposition of appropriate safeguards to prevent further unauthorized disclosure.<\/li>\n<li><strong>Public Information:<\/strong> We may share your Information and Sensitive Information if you have manifestly made it public.<\/li>\n<li><strong>Archiving:<\/strong> We may share your Personal Information for archiving purposes in the public interest, and for historical research, and statistical purposes.<\/li>\n<li><strong>Performance of a Contract:<\/strong> We may share your Personal Information when necessary to administer a contract you have with the University.<\/li>\n<li><strong>Legal Obligation:<\/strong> We may share your Personal Information when the disclosure is required or permitted by international, federal, and state laws and regulations.<\/li>\n<li><strong>Service Providers:<\/strong> We use third parties who have entered into a contract with the University to support the administration of University operations and policies. In such cases, we share your Personal Information with such third parties subject to the imposition of appropriate safeguards to prevent further unauthorized disclosure.<\/li>\n<li><strong>University Affiliated Programs:<\/strong> We may share your Personal Information with parties that are affiliated with the University for the purpose of contacting you about goods, services, charitable giving or experiences that may be of interest to you.<\/li>\n<li><strong>Research and Studies:<\/strong> We may share your Information with third parties that study admissions or other topics related to higher education. We may also share your Information with third parties that conduct research or develop products or services designed to improve admissions and other higher education functions. If we do share your Information for this purpose, it will be de-identified through pseudonymisation.<\/li>\n<li><strong>De-Identified and Aggregate Information:<\/strong> We may use and disclose Personal Information in de-identified or aggregate form without limitation.<\/li>\n<\/ul>\n<h2>Security<\/h2>\n<p>We implement appropriate technical and organizational security measures to protect your information when you transmit it to us and when we store it on our information technology systems.<\/p>\n<p>You must have a secure browser—one that supports secure transmission of data across the Internet—to apply online to the University. For more information about your browser’s security features, use your browser’s help feature.<\/p>\n<p>We seek to implement appropriate security measures to protect your information when you transmit it to us and when we store it on our systems. Unfortunately, no data transmission or storage can be guaranteed to be 100% secure. When you send us credit card information over the Internet, we use industry standard SSL (secure socket layer) encryption. Your application account password is protected so that only you can access it and view the information that you provide to us through your application portal. We strongly advise you not to share your password with anyone.<\/p>\n<p>Whenever you transmit credit card information through our secure site, all data uses encryption technology to protect the information from being stolen or intercepted. To protect your security, we do not allow you to store your credit card number from session to session.<\/p>\n<h2>Cookies and Other Technology<\/h2>\n<p>The University&#8217;s use of cookies and other data from information technology can be found <a href=\"https:\/\/laverne.edu\/policies\/\">laverne.edu\/policies<\/a>.<\/p>\n<h2>Retention and Destruction of Your Information<\/h2>\n<p>Your Personal Information will be retained by the University in accordance with applicable federal and state laws applicable to not-for-profit private institutions of higher education, as well as the University’s applicable records retention periods. Your Personal Information will be destroyed upon your request unless applicable law or University policy requires destruction after the expiration of an applicable retention period. The manner of destruction shall be appropriate to preserve and ensure the confidentiality of your information given the level of sensitivity, value and criticality to the University.<\/p>\n<h2>Your Rights<\/h2>\n<p>You have the right to request access to, a copy of, rectification, restriction in the use of, or erasure of your information in accordance with all applicable laws. The erasure of your information shall be subject to the retention periods of federal and state law applicable to not-for-profit private institutions of higher education, as well as the University’s need to retain certain information pursuant to any other identified lawful basis. If the University’s use of your information is pursuant to your consent, you have the right to withdraw consent without affecting the lawfulness of the University&#8217;s use of the information prior to receipt of your request.<\/p>\n<p>Students may exercise these rights by accessing your student account maintained by the University&#8217;s information technology systems (e.g. Banner (MyLaVerne) using their login credentials, or by contacting the University&#8217;s Registrar, at (909) 448-4000 or <a href=\"mailto:r&#101;g&#64;l&#97;&#118;&#101;rne.edu\">&#114;eg&#64;&#108;avern&#101;.e&#100;u<\/a>.<\/p>\n<p>Applicants for employment as faculty may exercise these rights by accessing their account created in the University&#8217;s information technology systems (e.g. Banner (MyLaVerne), or by contacting Office of the Provost at 909-448-4748.<\/p>\n<p>Individuals who are research subjects may exercise these rights by contacting Dr. Sarah Dunn, Director of Research and Sponsored Programs, at 909-448-4788 or <a href=\"mailto:s&#100;&#117;n&#110;&#64;l&#97;&#118;&#101;r&#110;&#101;&#46;&#101;du\">sdunn&#64;l&#97;&#118;&#101;&#114;&#110;e&#46;&#101;&#100;&#117;<\/a>; or Dr. Kanya Godde Chrisco in the University’s IRB Office at 909-448-4564 or <a href=\"mailto:irb&#64;la&#118;er&#110;&#101;&#46;&#101;d&#117;\">irb&#64;lav&#101;r&#110;e.e&#100;u<\/a>.<\/p>\n<p>Information collected or created in the European Union will be transferred out of the European Union to the University. If you feel the University has not complied with applicable foreign laws regulating such information, you have the right to file a complaint with the appropriate supervisory authority in the European Union.<\/p>\n<h2>Updates to This Policy<\/h2>\n<p>We may update or change this policy at any time. Your continued use of the University&#8217;s website and third party applications after any such change indicates your acceptance of these changes.<\/p>\n<p><em>Last Updated: May 25, 2018<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The University of La&nbsp;Verne&#8217;s Office of Admissions (“Admissions”) and Division of Academic Affairs (&#8220;Academic Affairs&#8221;) are committed to safeguarding the privacy of personal data. This Privacy Notice outlines the collection, use, and disclosure of personal information provided to the University by prospective and current students, applicants for faculty positions, and research subjects or pursuant to [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-148","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.8 (Yoast SEO v23.8) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Notice for University Admissions and Academic Affairs | University of La Verne<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/laverne.edu\/policies\/privacy-notice-university-admissions-academic-affairs\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Notice for University Admissions and Academic Affairs\" \/>\n<meta property=\"og:description\" content=\"The University of La&nbsp;Verne&#8217;s Office of Admissions (“Admissions”) and Division of Academic Affairs (&#8220;Academic Affairs&#8221;) are committed to safeguarding the privacy of personal data. This Privacy Notice outlines the collection, use, and disclosure of personal information provided to the University by prospective and current students, applicants for faculty positions, and research subjects or pursuant to [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/laverne.edu\/policies\/privacy-notice-university-admissions-academic-affairs\/\" \/>\n<meta property=\"og:site_name\" content=\"University Policies\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/ULaVerne\/\" \/>\n<meta property=\"article:modified_time\" content=\"2018-05-26T01:41:08+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@ULaVerne\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/laverne.edu\/policies\/privacy-notice-university-admissions-academic-affairs\/\",\"url\":\"https:\/\/laverne.edu\/policies\/privacy-notice-university-admissions-academic-affairs\/\",\"name\":\"Privacy Notice for University Admissions and Academic Affairs | University of La Verne\",\"isPartOf\":{\"@id\":\"https:\/\/laverne.edu\/policies\/#website\"},\"datePublished\":\"2018-05-26T01:19:41+00:00\",\"dateModified\":\"2018-05-26T01:41:08+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/laverne.edu\/policies\/privacy-notice-university-admissions-academic-affairs\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/laverne.edu\/policies\/privacy-notice-university-admissions-academic-affairs\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/laverne.edu\/policies\/privacy-notice-university-admissions-academic-affairs\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/laverne.edu\/policies\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Notice for University Admissions and Academic Affairs\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/laverne.edu\/policies\/#website\",\"url\":\"https:\/\/laverne.edu\/policies\/\",\"name\":\"University Policies\",\"description\":\"University of La Verne\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/laverne.edu\/policies\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Privacy Notice for University Admissions and Academic Affairs | University of La Verne","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/laverne.edu\/policies\/privacy-notice-university-admissions-academic-affairs\/","og_locale":"en_US","og_type":"article","og_title":"Privacy Notice for University Admissions and Academic Affairs","og_description":"The University of La&nbsp;Verne&#8217;s Office of Admissions (“Admissions”) and Division of Academic Affairs (&#8220;Academic Affairs&#8221;) are committed to safeguarding the privacy of personal data. This Privacy Notice outlines the collection, use, and disclosure of personal information provided to the University by prospective and current students, applicants for faculty positions, and research subjects or pursuant to [&hellip;]","og_url":"https:\/\/laverne.edu\/policies\/privacy-notice-university-admissions-academic-affairs\/","og_site_name":"University Policies","article_publisher":"https:\/\/www.facebook.com\/ULaVerne\/","article_modified_time":"2018-05-26T01:41:08+00:00","twitter_card":"summary_large_image","twitter_site":"@ULaVerne","twitter_misc":{"Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/laverne.edu\/policies\/privacy-notice-university-admissions-academic-affairs\/","url":"https:\/\/laverne.edu\/policies\/privacy-notice-university-admissions-academic-affairs\/","name":"Privacy Notice for University Admissions and Academic Affairs | University of La Verne","isPartOf":{"@id":"https:\/\/laverne.edu\/policies\/#website"},"datePublished":"2018-05-26T01:19:41+00:00","dateModified":"2018-05-26T01:41:08+00:00","breadcrumb":{"@id":"https:\/\/laverne.edu\/policies\/privacy-notice-university-admissions-academic-affairs\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/laverne.edu\/policies\/privacy-notice-university-admissions-academic-affairs\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/laverne.edu\/policies\/privacy-notice-university-admissions-academic-affairs\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/laverne.edu\/policies\/"},{"@type":"ListItem","position":2,"name":"Privacy Notice for University Admissions and Academic Affairs"}]},{"@type":"WebSite","@id":"https:\/\/laverne.edu\/policies\/#website","url":"https:\/\/laverne.edu\/policies\/","name":"University Policies","description":"University of La Verne","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/laverne.edu\/policies\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"}]}},"publishpress_future_action":{"enabled":false,"date":"2024-12-01 04:15:06","action":"change-status","newStatus":"draft","terms":[],"taxonomy":""},"_links":{"self":[{"href":"https:\/\/laverne.edu\/policies\/wp-json\/wp\/v2\/pages\/148"}],"collection":[{"href":"https:\/\/laverne.edu\/policies\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/laverne.edu\/policies\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/laverne.edu\/policies\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/laverne.edu\/policies\/wp-json\/wp\/v2\/comments?post=148"}],"version-history":[{"count":2,"href":"https:\/\/laverne.edu\/policies\/wp-json\/wp\/v2\/pages\/148\/revisions"}],"predecessor-version":[{"id":150,"href":"https:\/\/laverne.edu\/policies\/wp-json\/wp\/v2\/pages\/148\/revisions\/150"}],"wp:attachment":[{"href":"https:\/\/laverne.edu\/policies\/wp-json\/wp\/v2\/media?parent=148"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}