{"id":10,"date":"2017-12-04T16:09:58","date_gmt":"2017-12-05T00:09:58","guid":{"rendered":"https:\/\/laverne.edu\/president\/?page_id=10"},"modified":"2021-07-13T13:36:50","modified_gmt":"2021-07-13T20:36:50","slug":"president-cabinet","status":"publish","type":"page","link":"https:\/\/laverne.edu\/president\/president-cabinet\/","title":{"rendered":"President&#8217;s Executive Cabinet"},"content":{"rendered":"\t\t\t<section class=\"ulv-directory-list-shortcode ulv-directory-view-bio\">\n\t\t\t\t<div class=\"container-fluid\">\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t<div class=\"loader\"><div>Loading<\/div><div class=\"bar\"><\/div><\/div>\n\t\t\t\t\t\n\t\t\t\t\t<div class=\"person-list\" data-view=\"bio\" data-count=\"50\" data-domain=\"laverne.edu\/directory\" data-college=\"\" data-department=\"pec\" data-classification=\"\" data-sort_tier=\"0\" data-show_dept=\"false\">\n\t\t\t\t\t\t<div class=\"person-card\">\n\t<div class=\"image\" style=\"background-image: url('https:\/\/laverne.edu\/directory\/wp-content\/uploads\/sites\/3\/2018\/04\/Todd-A.-Britton.jpg')\"><\/div>\n\t\n\t<div class=\"details\">\n\t\t<div class=\"name\"><h3 class=\"h4\"><a href=\"https:\/\/laverne.edu\/directory\/person\/todd-a-britton\/\">Dr. Todd Britton <\/a><\/h3><\/div>\n\t\t<div class=\"title\">VP IT &amp; CIO<\/div>\n\t\t\t\t<div class=\"bio\"><p>Todd Britton is a technology professional well versed in organizational leadership, information technology, risk management, program and project management, and technology governance. Britton came to the University of La Verne in 2008 from private industry and provides strategic leadership and operational management through oversight of the Office of Information Technology.<\/p>\n<p>Britton, a lifelong learner, achieved his doctoral degree in organizational leadership and management in 2014, studying open source software needs in budget-challenged California universities. Britton is a frequent invited speaker, panelist, guest lecturer, and executive education instructor in national and international academic and business forums.<\/p>\n<\/div>\n\t<\/div>\n<\/div><div class=\"person-card\">\n\t<div class=\"image\" style=\"background-image: url('https:\/\/laverne.edu\/directory\/wp-content\/uploads\/sites\/3\/2018\/04\/Shannon-Capaldi-992x992.jpg')\"><\/div>\n\t\n\t<div class=\"details\">\n\t\t<div class=\"name\"><h3 class=\"h4\"><a href=\"https:\/\/laverne.edu\/directory\/person\/shannon-k-capaldi\/\"> Shannon Capaldi <\/a><\/h3><\/div>\n\t\t<div class=\"title\">Vice President, Strategy and Implementation<\/div>\n\t\t\t\t<div class=\"bio\"><p>Shannon Capaldi is the Assistant Vice President, Strategy and Implementation at the University of La Verne. In her role, she is charged with leading university-wide initiatives and projects including developing the institution’s strategic plan, and implementing initiatives such as the <em>Leos Lean Together <\/em>Lean Six Sigma initiative. As the former Executive Director of the Terrence E. Deal Leadership Institute (2018-2022), Shannon executed the inaugural Leadership Conference which focused on metaphor and leadership. Shannon earned her bachelor’s and master’s degrees in communications from California State University, Fullerton and her doctorate in organizational leadership from the University of La Verne. She completed the Executive Leadership course through UC Berkeley Extension, and is a certified facilitator of the LEGO® SERIOUS PLAY® method.<\/p>\n<\/div>\n\t<\/div>\n<\/div><div class=\"person-card\">\n\t<div class=\"image\" style=\"background-image: url('https:\/\/laverne.edu\/directory\/wp-content\/uploads\/sites\/3\/2024\/08\/Alaina-Dunn-Headshot.jpg')\"><\/div>\n\t\n\t<div class=\"details\">\n\t\t<div class=\"name\"><h3 class=\"h4\"><a href=\"https:\/\/laverne.edu\/directory\/person\/alaina-dunn\/\"> Alaina Dunn <\/a><\/h3><\/div>\n\t\t<div class=\"title\">VP, Enrollment Management<\/div>\n\t\t\t\t<div class=\"bio\"><p>Alaina Dunn serves as the vice president of enrollment management, where she oversees admissions, financial aid, academic advising, career services, and corporate partnerships. A seasoned leader with nearly 20 years of experience in admissions and recruitment, Dunn brings a wealth of expertise from her leadership roles across five institutions.<\/p>\n<p>Dunn’s career includes leadership positions at Palo Alto University; University of California, San Francisco; University of Redlands; Pomona College; and California State University, Monterey Bay. During her tenure at Palo Alto University, Dunn notably increased the percentage of underrepresented students in the institution’s clinical psychology doctorate program from 30 to more than 50 percent, reflecting her dedication to inclusivity and access.<\/p>\n<p>Dunn holds degrees from Northern Arizona University and Western Washington University and is currently completing her doctorate in education and leadership from Pacific University.<\/p>\n<\/div>\n\t<\/div>\n<\/div><div class=\"person-card\">\n\t<div class=\"image\" style=\"background-image: url('https:\/\/laverne.edu\/directory\/wp-content\/uploads\/sites\/3\/2024\/03\/dr-zuhey-espinoza.jpg')\"><\/div>\n\t\n\t<div class=\"details\">\n\t\t<div class=\"name\"><h3 class=\"h4\"><a href=\"https:\/\/laverne.edu\/directory\/person\/zuhey-espinoza\/\">Dr. Zuhey Espinoza <\/a><\/h3><\/div>\n\t\t<div class=\"title\">Chief Government Relations Officer<\/div>\n\t\t\t\t<div class=\"bio\"><p>Dr. Zuhey Espinoza is the Associate Vice President and Chief Government Relations Officer at the University of La Verne, where she plays a pivotal role in managing local, state, and federal policy initiatives and fostering valuable partnerships. Zuhey&#8217;s impactful leadership has resulted in the successful acquisition of $11 million in funding for the University.<\/p>\n<p>Prior to her role at the University of La Verne, Zuhey served as the Director of Policy and Government Relations at California State University, Los Angeles (Cal State LA). Zuhey&#8217;s diverse professional background includes serving as a Field Deputy to former LA County Board Supervisor Zev Yaroslavsky, providing crucial constituent services and outreach to the West Valley and Mountain Communities. She also completed a Coro Fellowship in Los Angeles, collaborating with various impactful organizations and businesses such as the UCLA Labor Center, Southern California Gas Company, American Diabetes Association, State Senator Carol Liu, Hispanas Organized for Political Equality (HOPE), and the Port of Los Angeles.<\/p>\n<p>Zuhey holds a Doctorate in Educational Leadership from UCLA, a Master of Arts in Public and International Affairs from the University of Ottawa in Canada, and a Bachelor of Arts in Humanities and Chicano Studies from Loyola Marymount University. Her research interests focus on anchor institutions reflected in her authored works, &#8220;The Geography of Community&#8221; and co-authored articles like &#8220;Purpose-Driven Partnerships That Transform People and Places.&#8221;<\/p>\n<\/div>\n\t<\/div>\n<\/div><div class=\"person-card\">\n\t<div class=\"image\" style=\"background-image: url('https:\/\/laverne.edu\/directory\/wp-content\/plugins\/ulv_directory_tools\/img\/directory_photo_placeholders_person.svg')\"><\/div>\n\t\n\t<div class=\"details\">\n\t\t<div class=\"name\"><h3 class=\"h4\"><a href=\"https:\/\/laverne.edu\/directory\/person\/laura-hartley\/\">Dr. Laura Hartley <\/a><\/h3><\/div>\n\t\t<div class=\"title\">Interim Provost &amp; VP, Academic Affairs<\/div>\n\t\t\t\t<div class=\"bio\"><\/div>\n\t<\/div>\n<\/div><div class=\"person-card\">\n\t<div class=\"image\" style=\"background-image: url('https:\/\/laverne.edu\/directory\/wp-content\/uploads\/sites\/3\/2022\/06\/Avo-Kechician-992x992.jpg')\"><\/div>\n\t\n\t<div class=\"details\">\n\t\t<div class=\"name\"><h3 class=\"h4\"><a href=\"https:\/\/laverne.edu\/directory\/person\/avedis-kechichian\/\"> Avo Kechichian <\/a><\/h3><\/div>\n\t\t<div class=\"title\">Vice President, Administration &amp; Finance, Chief Financial Officer<\/div>\n\t\t\t\t<div class=\"bio\"><p>Avo Kechichian oversees all strategic financial planning and analysis for the University of La Verne and provides leadership to La Verne’s budgeting, financial strategic planning, resource allocation, business solutions, and development of operating strategies. He joined the university’s payroll office in 1985, has served in several positions within the Division of Financial and Business Services. Kechichian holds a MBA from La Verne.<\/p>\n<\/div>\n\t<\/div>\n<\/div><div class=\"person-card\">\n\t<div class=\"image\" style=\"background-image: url('https:\/\/laverne.edu\/directory\/wp-content\/uploads\/sites\/3\/2018\/04\/Mylott_Sherri.jpg')\"><\/div>\n\t\n\t<div class=\"details\">\n\t\t<div class=\"name\"><h3 class=\"h4\"><a href=\"https:\/\/laverne.edu\/directory\/person\/sherri-mylott\/\"> Sherri Mylott <\/a><\/h3><\/div>\n\t\t<div class=\"title\">Vice President, University Advancement<\/div>\n\t\t\t\t<div class=\"bio\"><p>Sherri Mylott joined the University of La Verne in February 2017 and serves as the vice president of University Advancement. She has more than 30 years of experience in institutional advancement serving as vice president at institutions small and large and she has participated in six successful comprehensive campaigns. Recently, she served as the associate vice president for development at Virginia Tech, where she led its eleven-unit university programs division in raising $373 million exceeding her goal by $139 million.<\/p>\n<p>Dr. Mylott has developed and implemented successful fundraising strategies while creating entrepreneurial environments and cultures of collegiality. In each of her roles, she has been a successful principal gift fundraiser, has provided administrative oversight, and has led divisions in successfully raising in excess of $1.5B in educational resources.<\/p>\n<p>Dr. Mylott earned a BA from the College of William &amp; Mary and a Master of Public Administration from Old Dominion University, both in Virginia. She has also successfully completed her doctorate in organizational leadership from the University of La Verne.  She has received a Certificate in Fundraising Management from the Indiana University Lilly Family School of Philanthropy and a Certificate in Leadership from Virginia Commonwealth University.<\/p>\n<p>Dr. Mylott was one of 20 selected nation-wide to participate in the American Academic Leadership Institute’s (AALI) Executive Leadership Academy and the Presidential Vision and Institutional Mission Institute sponsored by both the Council for Independent Colleges (CIC) and the Eli Lilly Foundation.<\/p>\n<p>Dr. Mylott is a frequent presenter at national conferences and program award winner.  She is the only two-time Council for Advancement and Support of Education (CASE) Grand Gold winner for Overall Fundraising Improvement.<\/p>\n<\/div>\n\t<\/div>\n<\/div><div class=\"person-card\">\n\t<div class=\"image\" style=\"background-image: url('https:\/\/laverne.edu\/directory\/wp-content\/uploads\/sites\/3\/2019\/09\/Juan-Regalado.jpg')\"><\/div>\n\t\n\t<div class=\"details\">\n\t\t<div class=\"name\"><h3 class=\"h4\"><a href=\"https:\/\/laverne.edu\/directory\/person\/juan-regalado\/\"> Juan Regalado <\/a><\/h3><\/div>\n\t\t<div class=\"title\">Associate VP for Student Affairs &amp; Dean of Students<\/div>\n\t\t\t\t<div class=\"bio\"><p>Juan Regalado has served in various roles at the University of La Verne over the last 10 years, including assistant dean of students, associate dean of students, dean of students, and currently chief student affairs officer. Regalado received his BA in psychology from University of California, Irvine, his MEd from the University of Maryland, and is pursuing his PhD at Claremont Graduate University.<\/p>\n<p>Prior to University of La Verne, Regalado worked in the University of California and California State University systems in various roles. He has focused his career on the values of student centeredness, diversity and inclusion, organizational learning, collaboration, and positivity. He is active member in NASPA, having most recently served as a NASPA Southern California Regional Committee Board Member.<\/p>\n<\/div>\n\t<\/div>\n<\/div><div class=\"person-card\">\n\t<div class=\"image\" style=\"background-image: url('https:\/\/laverne.edu\/directory\/wp-content\/uploads\/sites\/3\/2023\/08\/Oliver-Unaka-Headshot-Final.jpg')\"><\/div>\n\t\n\t<div class=\"details\">\n\t\t<div class=\"name\"><h3 class=\"h4\"><a href=\"https:\/\/laverne.edu\/directory\/person\/oliver-unaka\/\"> Oliver Unaka <\/a><\/h3><\/div>\n\t\t<div class=\"title\">Associate Vice President of Strategic Marketing and Communications<\/div>\n\t\t\t\t<div class=\"bio\"><p style=\"margin-top: 0in; background: white;\"><span>Oliver Unaka serves as Associate Vice President for the University of La Verne and is a seasoned marketing communications expert, educational leader, business consultant, lecturer, and an At Promise youth mentor with nearly three decades of experience in the public, private, and non-profit sectors. <\/span><\/p>\n<p style=\"margin-top: 0in; background: white;\"><span>Oliver oversees ULV’s Office of Strategic Marketing and Communications, which advances the university’s mission by delivering inclusive research and data-driven strategies to enhance institutional reputation, support diverse recruitment and retention goals, and foster engagement from its various publics. He and his team provide tailored, strategic, and impactful internal and external marketing and communication services in four specialized service units – Communications, Creative Services, Integrated Operations, and Marketing. <\/span><\/p>\n<p style=\"margin-top: 0in; background: white;\"><span>A passionate advocate for high-quality and equitable education, Oliver has committed himself to supporting student-learning outcomes at all levels – from TK-12 to post-secondary. As well, he serves as Chairman of the Board for a charter organization whose primary aim is to provide second chances toward college and career options for At Promise students in fourteen locations throughout the state of California – from San Diego to the Bay Area. <\/span><\/p>\n<p style=\"margin-top: 0in; background: white;\"><span>Throughout his 28-year career in roles that span from Director of PR and Community Engagement at Bacara Resort &amp; Spa (now Ritz-Carlton Bacara) in Santa Barbara to Principal Strategist at Elite Public Affairs Firm in Downtown Los Angeles, Oliver has earned industry awards for excellence in marketing, strategic communications, and public affairs. In 2023, Oliver was lauded by Senator Steven Bradford, Assemblywoman Tina S. McKinnor, and Los Angeles Councilman Curren D. Price, Jr., and provided certificates of recognition for stellar service as a “Community Champion” for a decade’s worth of service to the National College Resources Foundation. <\/span><\/p>\n<p style=\"margin-top: 0in; background: white;\"><span>Oliver has served on several boards for Alpha Phi Alpha Fraternity, Inc., Sigma Pi Phi Fraternity, California Association of Black School Educators, and The State Bar of California. <\/span><\/p>\n<p style=\"margin-top: 0in; background: white;\"><span>Oliver holds a master’s degree in Organizational Leadership from the University of Redlands and a bachelor’s degree with honors (Phi Sigma Tau) in Philosophy from the University of California at Santa Barbara. As well, he holds certificates from the African American Board Leadership Institute and Cornell University. <\/span><\/p>\n<p style=\"margin-top: 0in; background: white;\"><span>Aside from overseeing MarComm initiatives, board duties, and community service, Oliver enjoys spending quality family time with his wife, LaKeisha; their daughter, Brooke; their son, Carter; and their indolent spcaLA rescue dog-child, Boomer, in Eastvale, California.<\/span><span> <\/span><\/p>\n<\/div>\n\t<\/div>\n<\/div><div class=\"person-card\">\n\t<div class=\"image\" style=\"background-image: url('https:\/\/laverne.edu\/directory\/wp-content\/uploads\/sites\/3\/2024\/03\/Hima-Vatti-Portrait.jpg')\"><\/div>\n\t\n\t<div class=\"details\">\n\t\t<div class=\"name\"><h3 class=\"h4\"><a href=\"https:\/\/laverne.edu\/directory\/person\/hima-vatti\/\"> Hima Vatti <\/a><\/h3><\/div>\n\t\t<div class=\"title\">University General Counsel<\/div>\n\t\t\t\t<div class=\"bio\"><p>Hima Vatti, Esq. serves as university general counsel to provide legal advice to support and foster sound decision-making in all areas of operation, instruction, research, and administration.<\/p>\n<p>Ms. Vatti comes to the University of La Verne after nearly fifteen years at the California Institute of Technology (Caltech).  She served the Institute, including its Jet Propulsion Laboratory, for nearly a decade as an Associate General Counsel focused on managing litigation, investigations, and risk in a breadth of areas affecting higher education – including employment, student affairs, security, and compliance with policies and government regulations. Ms. Vatti began her career in higher education as the first associate director of Cornell University’s Office of Research Integrity and Assurance.<\/p>\n<p>Ms. Vatti brings to ULV nearly two decades of experience as an attorney and senior administrator in higher education with significant experience in building collaborative relationships with campus partners and providing thoughtful advice, training, and outreach to all constituencies. Ms. Vatti expertly devised and monitored policies and processes to help advance research and educational initiatives, as well as to encourage a respectful and ethical campus culture and climate.<\/p>\n<p>For the past five years, Ms. Vatti has served as the assistant vice president for equity and equity investigations, and Title IX coordinator, for Caltech’s campus community. In this role, Ms. Vatti led a team to prevent, address, and resolve concerns and complaints relating to sexual misconduct, unlawful discrimination and harassment, and interpersonal conflicts. She established the Equity and Title IX Office as a broadly accessed resource for <span>t<\/span>he university’s international community of faculty, students, postdoctoral scholars, and staff (including senior faculty and administrative leadership) to provide proactive advice, preventative education and training, and informal and formal resolutions of issues and complaints.<\/p>\n<p>Ms. Vatti’s work as a government attorney, and former service as a Peace Corps Volunteer in Togo focused on public health initiatives, aligns with ULV’s four core values and connects strongly with its heritage of peace and community service.  The University of La Verne has a strong and proven record of instructing and empowering future civic leaders and community-changers.<\/p>\n<p>Before entering higher education, Ms. Vatti served as a trial attorney in the U.S. Department of Justice, Civil Division, as a member of the Attorney General’s Honors Program, and as a litigation counsel in the law firm O’Melveny &amp; Myers LLP.  She holds a B.A. in Art History from Stanford University and a J.D. from Harvard Law School.<\/p>\n<\/div>\n\t<\/div>\n<\/div>\t\t\t\t\t<\/div>\n\t\t\t\t\t\n\t\t\t\t<\/div>\n\t\t\t<\/section>\n\t\t\t\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":11,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-10","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.8 (Yoast SEO v23.8) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>President&#039;s Executive Cabinet | Interim President Risa Dickson<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/laverne.edu\/president\/president-cabinet\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"President&#039;s Executive Cabinet\" \/>\n<meta property=\"og:url\" content=\"https:\/\/laverne.edu\/president\/president-cabinet\/\" \/>\n<meta property=\"og:site_name\" content=\"Interim President Risa Dickson\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/ULaVerne\/\" \/>\n<meta property=\"article:modified_time\" content=\"2021-07-13T20:36:50+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@ULaVerne\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/laverne.edu\/president\/president-cabinet\/\",\"url\":\"https:\/\/laverne.edu\/president\/president-cabinet\/\",\"name\":\"President's Executive Cabinet | Interim President Risa Dickson\",\"isPartOf\":{\"@id\":\"https:\/\/laverne.edu\/president\/#website\"},\"datePublished\":\"2017-12-05T00:09:58+00:00\",\"dateModified\":\"2021-07-13T20:36:50+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/laverne.edu\/president\/president-cabinet\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/laverne.edu\/president\/president-cabinet\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/laverne.edu\/president\/president-cabinet\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/laverne.edu\/president\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"President&#8217;s Executive Cabinet\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/laverne.edu\/president\/#website\",\"url\":\"https:\/\/laverne.edu\/president\/\",\"name\":\"Interim President Risa Dickson\",\"description\":\"University of La Verne\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/laverne.edu\/president\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"President's Executive Cabinet | Interim President Risa Dickson","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/laverne.edu\/president\/president-cabinet\/","og_locale":"en_US","og_type":"article","og_title":"President's Executive Cabinet","og_url":"https:\/\/laverne.edu\/president\/president-cabinet\/","og_site_name":"Interim President Risa Dickson","article_publisher":"https:\/\/www.facebook.com\/ULaVerne\/","article_modified_time":"2021-07-13T20:36:50+00:00","twitter_card":"summary_large_image","twitter_site":"@ULaVerne","schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/laverne.edu\/president\/president-cabinet\/","url":"https:\/\/laverne.edu\/president\/president-cabinet\/","name":"President's Executive Cabinet | Interim President Risa Dickson","isPartOf":{"@id":"https:\/\/laverne.edu\/president\/#website"},"datePublished":"2017-12-05T00:09:58+00:00","dateModified":"2021-07-13T20:36:50+00:00","breadcrumb":{"@id":"https:\/\/laverne.edu\/president\/president-cabinet\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/laverne.edu\/president\/president-cabinet\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/laverne.edu\/president\/president-cabinet\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/laverne.edu\/president\/"},{"@type":"ListItem","position":2,"name":"President&#8217;s Executive Cabinet"}]},{"@type":"WebSite","@id":"https:\/\/laverne.edu\/president\/#website","url":"https:\/\/laverne.edu\/president\/","name":"Interim President Risa Dickson","description":"University of La Verne","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/laverne.edu\/president\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"}]}},"publishpress_future_action":{"enabled":false,"date":"2024-12-03 11:05:22","action":"change-status","newStatus":"draft","terms":[],"taxonomy":""},"_links":{"self":[{"href":"https:\/\/laverne.edu\/president\/wp-json\/wp\/v2\/pages\/10"}],"collection":[{"href":"https:\/\/laverne.edu\/president\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/laverne.edu\/president\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/laverne.edu\/president\/wp-json\/wp\/v2\/users\/11"}],"replies":[{"embeddable":true,"href":"https:\/\/laverne.edu\/president\/wp-json\/wp\/v2\/comments?post=10"}],"version-history":[{"count":11,"href":"https:\/\/laverne.edu\/president\/wp-json\/wp\/v2\/pages\/10\/revisions"}],"predecessor-version":[{"id":482,"href":"https:\/\/laverne.edu\/president\/wp-json\/wp\/v2\/pages\/10\/revisions\/482"}],"wp:attachment":[{"href":"https:\/\/laverne.edu\/president\/wp-json\/wp\/v2\/media?parent=10"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}