{"id":61,"date":"2011-06-05T19:49:25","date_gmt":"2011-06-06T02:49:25","guid":{"rendered":"https:\/\/laverne.edu\/financial-aid\/"},"modified":"2022-08-01T10:23:57","modified_gmt":"2022-08-01T17:23:57","slug":"glossary-of-financial-aid-terms","status":"publish","type":"page","link":"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/","title":{"rendered":"Glossary of Financial Aid Terms"},"content":{"rendered":"<h4><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#1\">A<\/a> <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#2\">B<\/a> <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#3\">C<\/a> <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#4\">D<\/a> <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#5\">E<\/a> <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#6\">F<\/a> <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#7\">G<\/a> <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#8\">H<\/a> <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#9\">I<\/a> J K <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#12\">L<\/a> <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#13\">M<\/a> <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#14\">N<\/a> <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#15\">O<\/a> <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#16\">P<\/a> Q <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#18\">R<\/a> <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#19\">S<\/a> T <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#21\">U<\/a> <a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#22\">V<\/a> W X Y Z<\/h4>\n<p><a name=\"1\"><\/a><\/p>\n<h3>A<\/h3>\n<h4>Academic Year<\/h4>\n<p>The period during which school is in session, consisting of at least 30 weeks of instructional time. See the <a href=\"https:\/\/laverne.edu\/catalog\/\">university catalog<\/a> for more information on the academic calendars.<\/p>\n<h4>Accreditation<\/h4>\n<p>Confirms that the college or career school meets certain minimum academic standards, as defined by an accrediting body recognized by the U.S. Department of Education. Schools must be accredited to be eligible to participate in federal student aid programs.<\/p>\n<h4>Adjusted Gross Income (AGI)<\/h4>\n<p>Your or your family&#8217;s wages, salaries, interest, dividends, etc., minus certain deductions from income as reported on a federal income tax return. Commonly referred to as AGI.<\/p>\n<h4>Award Year<\/h4>\n<p>School year for which financial aid is used to fund a student’s education. Generally, this is the 12-month period that begins on July 1 of one year and ends on June 30 of the following year.<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"2\"><\/a><\/p>\n<h3>B<\/h3>\n<h4>Budget<\/h4>\n<p>A financial plan that helps you track your money, make informed spending decisions, and plan for your financial goals.<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"3\"><\/a><\/p>\n<h3>C<\/h3>\n<h4>Cosigner<\/h4>\n<p>A cosigner on a loan assumes responsibility for the loan if the borrower should fail to repay it.<\/p>\n<h4>Cost of Attendance (COA)<\/h4>\n<p>The total amount it will cost you to go to school—usually stated as a yearly figure. COA includes both direct and indirect costs such as tuition and fees; room and board (or a housing and food allowance); and allowances for books, supplies, transportation, and loan fees. It also includes miscellaneous and personal expenses. For students attending less than half-time, the COA includes tuition and fees and an allowance for books, supplies, and transportation, and can also include room and board for up to three semesters or the equivalent at the institution. But no more than two of those semesters, or the equivalent, may be consecutive.<\/p>\n<h4>Custodial Parent- For students under age 24<\/h4>\n<p>If a student&#8217;s parents are divorced or separated, the custodial parent is the one with whom the student lived the most during the past 12 months. If the student did not live with either parent the custodial parent is the one who claimed the student as a dependent on the US 1040, 1040 A or 1040 EZ. If the parent (s) do not file a tax return, the financial aid office will ask for supporting documentation.<\/p>\n<h4>Consolidation<\/h4>\n<p>The process of combining one or more loans into a single new loan.<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"4\"><\/a><\/p>\n<h3>D<\/h3>\n<h4>Deferment<\/h4>\n<p>A postponement of payment on a loan that is allowed under certain conditions and during which interest does not accrue on Direct Subsidized Loans, Subsidized Federal Stafford Loans, and Federal Perkins Loans. All other federal student loans that are deferred will continue to accrue interest. Any unpaid interest that accrued during the deferment period may be added to the principal balance (capitalized) of the loan(s).<\/p>\n<h4>Delinquent<\/h4>\n<p>A loan is delinquent when loan payments are not received by the due dates. A loan remains delinquent until the borrower makes up the missed payment(s) through payment, deferment, or forbearance. If the borrower is unable to make payments, he or she should contact his or her loan servicer to discuss options to keep the loan in good standing.<\/p>\n<h4>Dependent Student<\/h4>\n<p>A student who does not meet any of the criteria for an independent student. An independent student is one of the following: at least 24 years old, married, a graduate or professional student, a veteran, a member of the armed forces, an orphan, a ward of the court, someone with legal dependents other than a spouse, an emancipated minor or someone who is homeless or at risk of becoming homeless.<\/p>\n<h4>Disbursement<\/h4>\n<p>The release of loan funds to the school for delivery to the borrower. Loan funds are first credited to the student&#8217;s account for payment of tuition, fees, room and board and other school charges. Any excess funds are then paid to the student in the form of a refund check or refund direct deposit.<\/p>\n<h4>Discharge<\/h4>\n<p>The release of a borrower from the obligation to repay his or her loan.<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"5\"><\/a><\/p>\n<h3>E<\/h3>\n<h4>Eligible Non-Citizen<\/h4>\n<p>A U.S. national (includes natives of American Samoa or Swains Island), U.S. permanent resident (who has an I-151, I-551 or I-551C [Permanent Resident Card]), or an individual who has an Arrival-Departure Record (I-94) from U.S. Citizenship and Immigration Services (USCIS) showing one of the following designations:<\/p>\n<ul>\n<li>&#8220;Refugee&#8221;<\/li>\n<li>&#8220;Asylum Granted&#8221;<\/li>\n<li>&#8220;Cuban-Haitian Entrant (Status Pending)&#8221;<\/li>\n<li>&#8220;Conditional Entrant&#8221; (valid only if issued before April 1, 1980)<\/li>\n<li>Victims of human trafficking, T-visa (T-2, T-3, or T-4, etc.) holder<\/li>\n<li>&#8220;Parolee&#8221; (You must be paroled into the United States for at least one year and you must be able to provide evidence from the USCIS that you are in the United States for other than a temporary purpose and that you intend to become a U.S. citizen or permanent resident.)<\/li>\n<\/ul>\n<p>If you meet the noncitizen criteria above, you are eligible to receive federal student aid.<\/p>\n<h4>Enrollment Status<\/h4>\n<p>Reported by the school the student attended, indicates whether the student is (or was) full-time, three-quarter time, half-time, less than half-time, withdrawn, graduated, etc.<\/p>\n<h4>Entrance Counseling<\/h4>\n<p>A mandatory information session which takes place before you receive your first federal student loan that explains your responsibilities and rights as a student borrower.<\/p>\n<h4>Exit Counseling<\/h4>\n<p>A mandatory information session which takes place when you graduate or attend school less than half-time that explains your loan repayment responsibilities and when repayment begins.<\/p>\n<h4>Expected Family Contribution (EFC)<\/h4>\n<p>This is the number that’s used to determine your eligibility for federal student financial aid. This number results from the financial information you provide in your FAFSA<sup>®<\/sup>, the application for federal student aid. Your EFC is reported to you on your<em> Student Aid Report<\/em> (SAR).<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"6\"><\/a><\/p>\n<h3>F<\/h3>\n<h4>Federal Work-Study (FWS)<\/h4>\n<p>Program providing students with part-time employment during the school year. Eligibility for FWS is based on need. Money earned from a FWS job is not counted as income for the subsequent year&#8217;s need analysis process.<\/p>\n<h4>Financial Aid Package<\/h4>\n<p>The total amount of financial aid (federal and non-federal) a student is offered by a college. The school&#8217;s financial aid staff combines various forms of aid into a “package” to help meet a student’s education costs.<\/p>\n<h4>Free Application for Federal Student Aid (FAFSA)<\/h4>\n<p>The FREE application used to apply for federal student aid, such as federal grants, loans, and work-study.<\/p>\n<h4>FSA ID<\/h4>\n<p>The FSA ID is a username and password combination that serves as a student’s or parent’s identifier to allow access to personal information in various U.S. Department of Education systems and acts as a digital signature on some online forms.<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"7\"><\/a><\/p>\n<h3>G<\/h3>\n<h4>Grace Period<\/h4>\n<p>A period of time after borrowers graduate, leave school, or drop below half-time enrollment where they are not required to make payments on certain federal student loans. Some federal student loans will accrue interest during the grace period, and if the interest is unpaid, it will be added to the principal balance of the loan when the repayment period begins. PLUS Loans do not have a grace period.<\/p>\n<h4>Grant<\/h4>\n<p>Financial aid, often based on financial need, that does not need to be repaid (unless, for example, you withdraw from school and owe a refund).<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"8\"><\/a><\/p>\n<h3>H<\/h3>\n<h4>Homeless<\/h4>\n<p>An individual is considered homeless if he or she lacks fixed, regular and adequate housing. You may be homeless if you are living in a shelter, park, motel or car, or temporarily living with other people because you have nowhere else to go. Also, if you are living in any of these situations and fleeing an abusive parent you may be considered homeless when completing your FAFSA even if your parent would provide support and a place to live.<\/p>\n<h4>Homeschool<\/h4>\n<p>A school in which children are educated at home either by parents, legal guardians, or tutors, rather than traditional public or private school.<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"9\"><\/a><\/p>\n<h3>I<\/h3>\n<h4>Independent Student<\/h4>\n<p>An independent student is one of the following: at least 24 years old, married, a graduate or professional student, a veteran, a member of the armed forces, an orphan, a ward of the court, or someone with legal dependents other than a spouse, an emancipated minor or someone who is homeless or at risk of becoming homeless. <a id=\"anch_247\" href=\"https:\/\/studentaid.gov\/apply-for-aid\/fafsa\/filling-out\/dependency\">Get additional information to determine your dependency status<\/a>.<\/p>\n<h4>Interest<\/h4>\n<p>A loan expense charged for the use of borrowed money. Interest is paid by a borrower to a lender. The expense is calculated as a percentage of the unpaid principal amount of the loan.<\/p>\n<h4>Interest Rate<\/h4>\n<p>The percentage at which interest is calculated on your loans(s).<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"12\"><\/a><\/p>\n<h3>L<\/h3>\n<h4>Legal Guardianship<\/h4>\n<p>A relationship created by court order, through which the court appoints an individual other than a minor&#8217;s parent to take care of the minor. A legal guardian is not considered a parent on the student&#8217;s FAFSA. In fact, a student in legal guardianship does not need to report parent information on the FAFSA because he or she is considered an independent student.<\/p>\n<h4>Lifetime Eligibility Used (LEU)<\/h4>\n<p>The amount of all Federal Pell Grant aid (in percentage) awarded to you, divided by the amount of Pell Grant aid you would have been eligible to receive based on full-time enrollment. The amount of Federal Pell Grant funds a student may receive over his or her lifetime is limited by federal law to be the equivalent of six years of Pell Grant funding.<\/p>\n<h4>Loan Servicer<\/h4>\n<p>A company that collects payments, responds to customer service inquiries, and performs other administrative tasks associated with maintaining a federal student loan on behalf of a lender. If you&#8217;re unsure of who your federal student loan servicer is, you can look it up in <a id=\"anch_268\" href=\"https:\/\/studentaid.gov\/fsa-id\/sign-in\/landing\">My Federal Student Aid<\/a>.<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"13\"><\/a><\/p>\n<h3>M<\/h3>\n<h4>Master Promissory Note (aka Loan Agreement) (MPN)<\/h4>\n<p>A binding legal document that you must sign when you get a federal student loan. The MPN can be used to make one or more loans for one or more academic years (up to 10 years). It lists the terms and conditions under which you agree to repay the loan and explains your rights and responsibilities as a borrower.<\/p>\n<h4>Merit-based<\/h4>\n<p>Financial aid that is merit-based depends on academic, artistic or athletic merit or some other criteria, and does not depend on the existence of financial need. Merit-based awards use grades, test scores, hobbies and special talents to determine eligibility for scholarships.<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"14\"><\/a><\/p>\n<h3>N<\/h3>\n<h4>Need<\/h4>\n<p>The difference between the COA and the EFC is the student&#8217;s financial need &#8212; the gap between the cost of attending the school and the student&#8217;s resources. The financial aid package is based on the amount of financial need. The process of determining a student&#8217;s need is known as need analysis.<\/p>\n<h4>Need-Based<\/h4>\n<p>Financial aid that is need-based depends on the student&#8217;s financial situation. Most government sources of financial aid are need-based.<\/p>\n<h4>Net Price Calculator<\/h4>\n<p>A tool that allows current and prospective students, families, and other consumers to estimate the net price of attending a particular college or career school.<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"15\"><\/a><\/p>\n<h3>O<\/h3>\n<h4>Outside Scholarship<\/h4>\n<p>A scholarship that comes from sources other than the school and the federal or state government.<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"16\"><\/a><\/p>\n<h3>P<\/h3>\n<h4>Principal<\/h4>\n<p>The amount of money borrowed or remaining unpaid on a loan. Interest is charged as a percentage of the principal. Insurance and origination fees will be deducted from this amount before disbursement.<\/p>\n<h4>Private Loans<\/h4>\n<p>Education loan programs established by private lenders to supplement the student and parent education loan programs available from federal and state governments.<\/p>\n<h4>Plus Loan<\/h4>\n<p>A loan available to graduate students and parents of dependent undergraduate students for which the borrower is fully responsible for paying the interest regardless of the loan status.<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"18\"><\/a><\/p>\n<h3>R<\/h3>\n<h4>Refund Check<\/h4>\n<p>A check granted when school charges for the term are less than the financial aid funds disbursed for the term.<\/p>\n<h4>Room and Board<\/h4>\n<p>An allowance for the cost of housing and food while attending college or career school.<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"19\"><\/a><\/p>\n<h3>S<\/h3>\n<h4>Satisfactory Academic Progress (SAP)<\/h4>\n<p>A school’s standards for satisfactory academic progress toward a degree or certificate offered by that institution.<\/p>\n<h4>Student Aid Report (SAR)<\/h4>\n<p>Report that summarizes the information included in the Free Application for Federal Student Aid (FAFSA) and must be provided to your school&#8217;s FAO. The SAR will also indicate the Expected Family Contribution (EFC).<\/p>\n<h4>Subsidized Loan<\/h4>\n<p>A loan based on financial need for which the federal government pays the interest that accrues while the borrower is in an in-school, grace, or deferment status. For Direct Subsidized Loans first disbursed between July 1, 2012, and July 1, 2014, the borrower will be responsible for paying any interest that accrues during the grace period. If the interest is not paid during the grace period, the interest will be added to the loan’s principal balance.<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"21\"><\/a><\/p>\n<h3>U<\/h3>\n<h4>Unsubsidized Loan<\/h4>\n<p>A loan for which the borrower is fully responsible for paying the interest regardless of the loan status. Interest on unsubsidized loans accrues from the date of disbursement and continues throughout the life of the loan.<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><br \/>\n<a name=\"22\"><\/a><\/p>\n<h3>V<\/h3>\n<h4>Verification<\/h4>\n<p>Verification is a review process in which the FAO determines the accuracy of the information provided on the student&#8217;s financial aid application. During the verification process the student and parent will be required to submit documentation for the amounts listed (or not listed) on the financial aid application<\/p>\n<h4>Veteran<\/h4>\n<p>For Federal financial aid purposes such as determining dependency status, a veteran is a former member of the US Armed Forces (Air Force, Army,  Marines, Navy or Coast Guard) who served on active duty and was discharged other than dishonorably (i.e., received an honorable or medical discharge).<\/p>\n<p><a href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#top\">Top<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>A B C D E F G H I J K L M N O P Q R S T U V W X Y Z A Academic Year The period during which school is in session, consisting of at least 30 weeks of instructional time. See the university catalog for more information on the academic [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-61","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.8 (Yoast SEO v23.8) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Glossary of Financial Aid Terms | University of La Verne<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Glossary of Financial Aid Terms\" \/>\n<meta property=\"og:description\" content=\"A B C D E F G H I J K L M N O P Q R S T U V W X Y Z A Academic Year The period during which school is in session, consisting of at least 30 weeks of instructional time. See the university catalog for more information on the academic [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/\" \/>\n<meta property=\"og:site_name\" content=\"Office of Financial Aid\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/ULaVerne\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-08-01T17:23:57+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@ULaVerne\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/\",\"url\":\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/\",\"name\":\"Glossary of Financial Aid Terms | University of La Verne\",\"isPartOf\":{\"@id\":\"https:\/\/laverne.edu\/financial-aid\/#website\"},\"datePublished\":\"2011-06-06T02:49:25+00:00\",\"dateModified\":\"2022-08-01T17:23:57+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/laverne.edu\/financial-aid\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Glossary of Financial Aid Terms\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/laverne.edu\/financial-aid\/#website\",\"url\":\"https:\/\/laverne.edu\/financial-aid\/\",\"name\":\"Office of Financial Aid\",\"description\":\"University of La Verne\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/laverne.edu\/financial-aid\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Glossary of Financial Aid Terms | University of La Verne","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/","og_locale":"en_US","og_type":"article","og_title":"Glossary of Financial Aid Terms","og_description":"A B C D E F G H I J K L M N O P Q R S T U V W X Y Z A Academic Year The period during which school is in session, consisting of at least 30 weeks of instructional time. See the university catalog for more information on the academic [&hellip;]","og_url":"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/","og_site_name":"Office of Financial Aid","article_publisher":"https:\/\/www.facebook.com\/ULaVerne\/","article_modified_time":"2022-08-01T17:23:57+00:00","twitter_card":"summary_large_image","twitter_site":"@ULaVerne","twitter_misc":{"Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/","url":"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/","name":"Glossary of Financial Aid Terms | University of La Verne","isPartOf":{"@id":"https:\/\/laverne.edu\/financial-aid\/#website"},"datePublished":"2011-06-06T02:49:25+00:00","dateModified":"2022-08-01T17:23:57+00:00","breadcrumb":{"@id":"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/laverne.edu\/financial-aid\/glossary-of-financial-aid-terms\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/laverne.edu\/financial-aid\/"},{"@type":"ListItem","position":2,"name":"Glossary of Financial Aid Terms"}]},{"@type":"WebSite","@id":"https:\/\/laverne.edu\/financial-aid\/#website","url":"https:\/\/laverne.edu\/financial-aid\/","name":"Office of Financial Aid","description":"University of La Verne","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/laverne.edu\/financial-aid\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"}]}},"publishpress_future_action":{"enabled":false,"date":"2024-12-03 15:29:01","action":"change-status","newStatus":"draft","terms":[],"taxonomy":""},"_links":{"self":[{"href":"https:\/\/laverne.edu\/financial-aid\/wp-json\/wp\/v2\/pages\/61"}],"collection":[{"href":"https:\/\/laverne.edu\/financial-aid\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/laverne.edu\/financial-aid\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/laverne.edu\/financial-aid\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/laverne.edu\/financial-aid\/wp-json\/wp\/v2\/comments?post=61"}],"version-history":[{"count":11,"href":"https:\/\/laverne.edu\/financial-aid\/wp-json\/wp\/v2\/pages\/61\/revisions"}],"predecessor-version":[{"id":7575,"href":"https:\/\/laverne.edu\/financial-aid\/wp-json\/wp\/v2\/pages\/61\/revisions\/7575"}],"wp:attachment":[{"href":"https:\/\/laverne.edu\/financial-aid\/wp-json\/wp\/v2\/media?parent=61"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}