{"id":7207,"date":"2019-12-18T09:45:55","date_gmt":"2019-12-18T17:45:55","guid":{"rendered":"https:\/\/laverne.edu\/financial-aid\/?page_id=7207"},"modified":"2023-07-06T11:58:08","modified_gmt":"2023-07-06T18:58:08","slug":"required-consumer-information-disclosures","status":"publish","type":"page","link":"https:\/\/laverne.edu\/financial-aid\/required-consumer-information-disclosures\/","title":{"rendered":"Required Consumer Information Disclosures"},"content":{"rendered":"<p>The following is a list of mandatory notifications the University of La&nbsp;Verne must make available to the University Community. We hope you will take time to review each of the items and links listed below. It contains valuable information that may assist you during this academic year.If you have questions about the information provided, we invite you to contact the individual or office listed.<\/p>\n<h2>Drug-Free Schools Communities Act<\/h2>\n<p>The Drug-Free Schools and Communities Act establishes that colleges and universities must adopt and implement drug prevention programs. As part of that statute, the University of La&nbsp;Verne provides standards of conduct prohibiting possession, use and distribution of drugs and alcohol; legal sanctions and disciplinary sanctions; and associated health risks related to drugs and alcohol. Information regarding the University’s policy, resources and sanctions are available at:<\/p>\n<ol>\n<li><a href=\"https:\/\/laverne.edu\/student-affairs\/substance-abuse-prevention\/\">Drug Free Schools and Communities Act<\/a><\/li>\n<li><a href=\"https:\/\/laverne.edu\/student-affairs\/\">The Division of Student Affairs Office<\/a><\/li>\n<li><a href=\"https:\/\/laverne.edu\/title-ix\/\">Employee Relations and Title IX Manager’s Office<\/a><\/li>\n<\/ol>\n<h2>Title IX Sexual Misconduct Resource and Information<\/h2>\n<p>Title IX of the Education Amendments of 1972 is a federal law that prohibits sex discrimination in education.It reads: “No person in the United States shall, on the basis of sex, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any education program or activity receiving Federal financial assistance.” Information on Title IX, including University policies and resources are available at:<\/p>\n<ol>\n<li><a href=\"https:\/\/laverne.edu\/title-ix\/\">Employee Relations and Title IX Manager’s Office<\/a><\/li>\n<li><a href=\"https:\/\/laverne.edu\/student-affairs\/\">The Division of Student Affairs Office<\/a><\/li>\n<\/ol>\n<h2>Code of Student Conduct and Student University Policies<\/h2>\n<p>The <a href=\"https:\/\/laverne.edu\/student-affairs\/student-conduct\/\">Code of Student Conduct<\/a> describes the “fundamental right to fairness” process students are offered whenever there is an allegation that they have violated a Student University Policy. The Student University Policies outline the behavior and standards that are expected from all students at the University of La&nbsp;Verne.<\/p>\n<h2>FERPA<\/h2>\n<p>The <strong>Family Education Rights and Privacy ACT<\/strong> of 1974, as amended, sets forth requirements regarding the privacy of student records. FERPA affords students certain rights with respect to their education records.These rights include: the student’s right to inspect and review their education record, the student’s right to request amendment of their education record, the student’s right to limit disclosure of personally identifiable information, and the right to file a complaint with the U. S. Department of Education.Students must also be made aware of those items listed on the University of La&nbsp;Verne Directory Information list.The university, may release the following types of directory information without student consent: student’s name, enrollment status, major field of study, dates of attendance, degrees and awards received, email address, mailing\/permanent address, phone number, participation in officially recognized sports and activities, photographs, and for student athletes, weight and height. In addition, the university forwards education records to other agencies and institutions that have requested the records and in which the student seeks or intends to enroll or is already enrolled where the request is related to the student’s enrollment or transfer.FERPA does allow the University of La&nbsp;Verne to disclose information without student written consent under specified exceptions.FERPA allows disclosure without student consent to school officials with a legitimate educational interest.A school official as defined by FERPA, is a person employed by the university in an administrative, supervisory, academic, research, or support staff position (including law enforcement unit personnel and health staff); a person serving on the board of trustees; or a student serving on an official committee, such as a disciplinary or grievance committee.A “School Official” is deemed to have a legitimate educational interest if the information requested or if the information that is needed to be accessed for that official is necessary to (a) perform appropriate tasks that are specified in their position description, tasks that are assigned by a supervisor, or by contract agreement; (b) perform a task related to a student’s education;(c) perform a task related to the discipline of a student; or (d) provide a service of benefit relating to the student or student’s family such as health care, counseling, job placement, library services, or financial aid. Additional exceptions are listed on page 66 of the university catalog.The full University of La&nbsp;Verne Policy is available as <a href=\"https:\/\/laverne.edu\/registrar\/ferpa\/\">listed below<\/a>.<\/p>\n<h2>Accreditation<\/h2>\n<p>The University of La&nbsp;Verne is accredited by the Accrediting Commission for Senior Colleges and Universities of the Western Association of Schools and Colleges. For additional University of La&nbsp;Verne accreditations, <a href=\"https:\/\/laverne.edu\/about\/accreditation\/\">click here<\/a>. For a full listing of Accreditation and Memberships, please the course catalog.<\/p>\n<h2>Study Abroad<\/h2>\n<p>University of La&nbsp;Verne students may study on six continents for periods ranging from a few weeks to a full academic year. Through La&nbsp;Verne-affiliated programs, students can spend a semester studying in traditional destinations, such as England, France, and Japan, or in more exotic venues, including Jordan, Ghana, and India. La&nbsp;Verne sometimes also offers short term study tours during January, spring break, and summer. Enrollment in a <a href=\"https:\/\/laverne.edu\/abroad\/\">study abroad program<\/a> approved for university credit during the academic year may be considered as enrollment at the University of La&nbsp;Verne for the purpose of applying for and receiving Financial Aid.<\/p>\n<h2>Copyright<\/h2>\n<p>The University of La&nbsp;Verne <a href=\"https:\/\/library.laverne.edu\/faculty\/copyright\/\">promotes compliance with copyright law<\/a> and understanding of the appropriate use of copyrighted works. The University Library provides guidance to faculty, staff, and students on the use of copyrighted works, the fair use exemption, and offers training programs to promote compliance and awareness. It is the responsibility of all University faculty, staff, and students to comply with copyright laws and to make a good faith determination as to whether their use of materials constitutes fair use. Members of the University community who willfully disregard the University&#8217;s copyright policy do so at their own risk and assume all liability.<\/p>\n<h2>Rights and Responsibilities<\/h2>\n<p>Information regarding student life and affairs is available at <a href=\"https:\/\/laverne.edu\/student-affairs\/\">Student Affairs<\/a> and the <a href=\"https:\/\/laverne.edu\/catalog\/\">University Catalog<\/a>.The Rights and Responsibilities section of the university catalog fall on pages 61-88 of the course catalog.<\/p>\n<p>The following information is also available in the current University of La&nbsp;Verne Catalog at <a href=\"https:\/\/laverne.edu\/catalog\">https:\/\/laverne.edu\/catalog<\/a> , or by searching the <a href=\"https:\/\/laverne.edu\/\">University of La&nbsp;Verne website<\/a>.<\/p>\n<ul>\n<li> Current degree programs and other programs offered by the University of La&nbsp;Verne<\/li>\n<li> Transfer of credit policy<\/li>\n<li> Tuition and fee charges for each program<\/li>\n<li> Financial assistance available to students<\/li>\n<li> Withdrawal procedures, refunds, and return of aid<\/li>\n<\/ul>\n<h2>Faculty and Staff Directory<\/h2>\n<p>University of La&nbsp;Verne’s faculty and instructional personnel contact information is <a href=\"https:\/\/laverne.edu\/directory\/\">available here<\/a>.<\/p>\n<h2>Services for Students with Disabilities<\/h2>\n<p><a href=\"https:\/\/laverne.edu\/accessibility\/\">Accessibility Services<\/a> is committed to assuring every student with a documented physical, psychological and\/or learning disability, access to appropriate academic adjustments and\/or auxiliary aids and to empower those students to use their full potential. The goal is to ensure full participation in the University’s educational programs and student activities whenever possible.<\/p>\n<h2>Institutional Research<\/h2>\n<ul>\n<li><a href=\"https:\/\/public.tableau.com\/app\/profile\/james4354\/viz\/UniversityofLaVerne-Factbook-StudentEnrollmentFall2013-Fall2017\/HeadcountbyRaceandGender\">Student Body Diversity<\/a><\/li>\n<li><a href=\"https:\/\/laverne.edu\/institutional-research\/wp-content\/uploads\/sites\/27\/2022\/05\/Institutional-Research-Retention-Rates.pdf\">Retention Rates<\/a><\/li>\n<li><a href=\"https:\/\/laverne.edu\/institutional-research\/wp-content\/uploads\/sites\/27\/2022\/05\/Institutional-Research-Graduation-Rates.pdf\">Graduation Rates<\/a><\/li>\n<\/ul>\n<p>For more outcome data, please visit the <a href=\"https:\/\/laverne.edu\/institutional-research\/\">Institutional Research website<\/a>.<\/p>\n<h2>Campus Crime Statistics<\/h2>\n<p>University of La&nbsp;Verne Crime Statistics, including all University Campuses controlled by the University of La&nbsp;Verne is available on the Campus Safety website <a href=\"https:\/\/myportal.laverne.edu\/web\/campus-safety\/statistics\">here<\/a>. Printed copies are available at the Campus Safety Department located within the Parking Structure of the Main Campus.<\/p>\n<h2>Campus Sex Crimes Prevention Act (CSCPA)<\/h2>\n<p>The Higher Education Act of 1965 as amended by the CSCPA, requires the University to advise the campus community where they can obtain information about registered sex offenders provided by the state. You can access this <a href=\"https:\/\/www.meganslaw.ca.gov\">information here<\/a>.<\/p>\n<h2>Recruitment of Military Personnel<\/h2>\n<p>The University of La&nbsp;Verne maintains campuses on several military bases and strictly adheres to the guidelines set by the Department of Defense for the recruitment of military personnel. The university does not participate in providing commissions, bonuses, or any other incentive payment based directly or indirectly on securing enrollments for any students, including service members. As a practice, the University does not participate in high-pressure recruitment tactics. Service members do not receive unsolicited recruitment contact. All phone, email, and text message contact with prospective students, including service members, contains a clear mechanism by which recipients may opt out at any time.<\/p>\n<h2>Complaint Procedures<\/h2>\n<p>The Higher Education Act of 1965, as amended, requires the University to provide the campus community with procedures for filing a complaint. If a student has a complaint concerning academic program quality and\/or accrediting standards, the student may <a href=\"https:\/\/laverne.edu\/provost\/complaint-procedure\/\">present a complaint or grievance<\/a> according to the applicable policies and procedures found in the University of La&nbsp;Verne catalog or by searching the <a href=\"https:\/\/laverne.edu\/\">University of La&nbsp;Verne website<\/a>.<\/p>\n<h2>State Authorization<\/h2>\n<p>The University’s La&nbsp;Verne Online office maintains jurisdiction information for students and prospective students on its <a href=\"https:\/\/laverne.edu\/online\/state-authorization\/\">state authorization<\/a> webpage. We are currently working to meet federal and state authorization requirements for degree programs in states outside California. If we currently do not provide distance education in your state, please visit this page in the future. The state authorization information is regularly updated.<\/p>\n<h2>Licensing Disclosure<\/h2>\n<p>General Disclosures of whether a program meets licensure or certification requirements can be <a href=\"https:\/\/laverne.edu\/financial-aid\/wp-content\/uploads\/sites\/9\/2020\/06\/Licensure-Certification-Disclosure.pdf\">found here<\/a>. The purpose of this disclosure is to make prospective and current students aware whether a program will fulfill educational requirements for a specific professional licensure or certification required for employment in an occupation if the program is designed to or advertised as meeting such requirements. Institutions will be required to make public, for each state, whether the program did or did not meet such requirements, or whether the institution had not made such a determination.<\/p>\n<p>Prospective students and current students are encouraged to contact the state agency or agencies for state specific professional licensure or certification requirements for the program they intend to enroll in.<\/p>\n<p>The University of La&nbsp;Verne also maintains general information on the university’s <a href=\"https:\/\/laverne.edu\/about\/accreditation\/\">Accreditation<\/a> page.<\/p>\n<h2>Change of Location<\/h2>\n<p>Enrolled students who change their current location (address) to a state or U.S. territory other than California are required to update their information as soon as possible in their MyLaVerne Student Portal. Students may contact <a href=\"mailto:r&#101;&#103;&#64;la&#118;e&#114;&#110;e&#46;e&#100;u\">&#114;eg&#64;&#108;ave&#114;&#110;e.&#101;d&#117;<\/a> for assistance.<\/p>\n<h2>Statement of Limitation on Bar Examination Eligibility<\/h2>\n<p>Study at, or graduation from, the University of La&nbsp;Verne College of Law and Public Service and Public Service may not qualify a student to take the bar examination or be licensed to practice law in jurisdictions other than California. A student who intends to seek licensure to practice law outside of California at any time during their career should contact the admitting authority for information regarding its education and licensure requirements prior to enrolling at this law school.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The following is a list of mandatory notifications the University of La&nbsp;Verne must make available to the University Community. We hope you will take time to review each of the items and links listed below. It contains valuable information that may assist you during this academic year.If you have questions about the information provided, we [&hellip;]<\/p>\n","protected":false},"author":65,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-7207","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.8 (Yoast SEO v23.8) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Required Consumer Information Disclosures | University of La Verne<\/title>\n<meta name=\"description\" content=\"The following is a list of mandatory notifications the University of La Verne must make available to the University Community. Learn more.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/laverne.edu\/financial-aid\/required-consumer-information-disclosures\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Required Consumer Information Disclosures\" \/>\n<meta property=\"og:description\" content=\"The following is a list of mandatory notifications the University of La Verne must make available to the University Community. Learn more.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/laverne.edu\/financial-aid\/required-consumer-information-disclosures\/\" \/>\n<meta property=\"og:site_name\" content=\"Office of Financial Aid\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/ULaVerne\/\" \/>\n<meta property=\"article:modified_time\" content=\"2023-07-06T18:58:08+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@ULaVerne\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/laverne.edu\/financial-aid\/required-consumer-information-disclosures\/\",\"url\":\"https:\/\/laverne.edu\/financial-aid\/required-consumer-information-disclosures\/\",\"name\":\"Required Consumer Information Disclosures | University of La Verne\",\"isPartOf\":{\"@id\":\"https:\/\/laverne.edu\/financial-aid\/#website\"},\"datePublished\":\"2019-12-18T17:45:55+00:00\",\"dateModified\":\"2023-07-06T18:58:08+00:00\",\"description\":\"The following is a list of mandatory notifications the University of La Verne must make available to the University Community. Learn more.\",\"breadcrumb\":{\"@id\":\"https:\/\/laverne.edu\/financial-aid\/required-consumer-information-disclosures\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/laverne.edu\/financial-aid\/required-consumer-information-disclosures\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/laverne.edu\/financial-aid\/required-consumer-information-disclosures\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/laverne.edu\/financial-aid\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Required Consumer Information Disclosures\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/laverne.edu\/financial-aid\/#website\",\"url\":\"https:\/\/laverne.edu\/financial-aid\/\",\"name\":\"Office of Financial Aid\",\"description\":\"University of La Verne\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/laverne.edu\/financial-aid\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Required Consumer Information Disclosures | University of La Verne","description":"The following is a list of mandatory notifications the University of La Verne must make available to the University Community. Learn more.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/laverne.edu\/financial-aid\/required-consumer-information-disclosures\/","og_locale":"en_US","og_type":"article","og_title":"Required Consumer Information Disclosures","og_description":"The following is a list of mandatory notifications the University of La Verne must make available to the University Community. Learn more.","og_url":"https:\/\/laverne.edu\/financial-aid\/required-consumer-information-disclosures\/","og_site_name":"Office of Financial Aid","article_publisher":"https:\/\/www.facebook.com\/ULaVerne\/","article_modified_time":"2023-07-06T18:58:08+00:00","twitter_card":"summary_large_image","twitter_site":"@ULaVerne","twitter_misc":{"Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/laverne.edu\/financial-aid\/required-consumer-information-disclosures\/","url":"https:\/\/laverne.edu\/financial-aid\/required-consumer-information-disclosures\/","name":"Required Consumer Information Disclosures | University of La Verne","isPartOf":{"@id":"https:\/\/laverne.edu\/financial-aid\/#website"},"datePublished":"2019-12-18T17:45:55+00:00","dateModified":"2023-07-06T18:58:08+00:00","description":"The following is a list of mandatory notifications the University of La Verne must make available to the University Community. Learn more.","breadcrumb":{"@id":"https:\/\/laverne.edu\/financial-aid\/required-consumer-information-disclosures\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/laverne.edu\/financial-aid\/required-consumer-information-disclosures\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/laverne.edu\/financial-aid\/required-consumer-information-disclosures\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/laverne.edu\/financial-aid\/"},{"@type":"ListItem","position":2,"name":"Required Consumer Information Disclosures"}]},{"@type":"WebSite","@id":"https:\/\/laverne.edu\/financial-aid\/#website","url":"https:\/\/laverne.edu\/financial-aid\/","name":"Office of Financial Aid","description":"University of La Verne","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/laverne.edu\/financial-aid\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"}]}},"publishpress_future_action":{"enabled":false,"date":"2024-12-03 15:29:06","action":"change-status","newStatus":"draft","terms":[],"taxonomy":""},"_links":{"self":[{"href":"https:\/\/laverne.edu\/financial-aid\/wp-json\/wp\/v2\/pages\/7207"}],"collection":[{"href":"https:\/\/laverne.edu\/financial-aid\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/laverne.edu\/financial-aid\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/laverne.edu\/financial-aid\/wp-json\/wp\/v2\/users\/65"}],"replies":[{"embeddable":true,"href":"https:\/\/laverne.edu\/financial-aid\/wp-json\/wp\/v2\/comments?post=7207"}],"version-history":[{"count":10,"href":"https:\/\/laverne.edu\/financial-aid\/wp-json\/wp\/v2\/pages\/7207\/revisions"}],"predecessor-version":[{"id":7628,"href":"https:\/\/laverne.edu\/financial-aid\/wp-json\/wp\/v2\/pages\/7207\/revisions\/7628"}],"wp:attachment":[{"href":"https:\/\/laverne.edu\/financial-aid\/wp-json\/wp\/v2\/media?parent=7207"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}