{"id":1995,"date":"2019-06-26T09:59:52","date_gmt":"2019-06-26T16:59:52","guid":{"rendered":"https:\/\/laverne.edu\/registrar\/?page_id=1995"},"modified":"2020-11-19T15:27:17","modified_gmt":"2020-11-19T23:27:17","slug":"academic-records-retention-policy","status":"publish","type":"page","link":"https:\/\/laverne.edu\/registrar\/academic-records-retention-policy\/","title":{"rendered":"Academic Records Retention Policy"},"content":{"rendered":"<p>This applies only to those students who officially enroll at the University of La&nbsp;Verne. Most students will not have each document type as listed below. This is a comprehensive list of all possible documents types for all students at all levels.<\/p>\n<h3>Overview<\/h3>\n<p>The documentation and archiving of student data is critical to ensure the accuracy, privacy and integrity of student records. Each administrative office or division has responsibility for ensuring appropriate use, storage, retention and destruction of university student records in accordance with established records management practices consistent with this policy. The list of documents and data included in a student record with the time period of retention is viewable at the end of this statement. This list will be periodically reviewed and updated as necessary. The University of La&nbsp;Verne is committed to record management and retention of student educational records in accordance with applicable laws and regulations as well as established best practices, reasonable best judgment, and common sense. Management and retention of records must meet legal standards, preserve university history, and ensure that redundant, outdated and useless records are destroyed using secured protocols (Red Flag shredding and purging of digital files).<\/p>\n<p>Administrative offices\/units are designated as official repositories and have the responsibility for meeting records management standards to ensure all student educational records are securely stored and\/or destroyed. Note, regardless of the medium (hard copy or electronic) of the record and how the record is stored, does not change the length of time the record is to be retained. The protection of security and privacy of student information housed in each of the administrative units must have the highest priority in both the maintenance and destruction of records.<\/p>\n<p>External agencies that we must be in compliance with include, but are not limited to, the Department of Education, FERPA, State of California, Accreditation, Auditors, Veteran Affairs, and IRS. It should also be noted here that all student information\/data should be protected as a daily standard practice in accordance with the Family Educational Rights and Privacy Act. The University of La&nbsp;Verne does have contracts with outside agencies to provide services for students. The outside agency must provide verification of secured data storage and destruction.<\/p>\n<h3>Types of Records<\/h3>\n<p>A record is defined as any “writing” regardless of physical form or characteristics, containing information related to a student that is prepared, owned, used or retained by any of the offices\/ individuals at the University of La&nbsp;Verne. The term “writing” is defined as any and all forms of information\/data including, but not limited to, written communications, notes, photocopies, emails, photos in any medium (e.g. handwritten, print, tape, film, microfilm, microfiche, and any form of electronic data storage including emails).<\/p>\n<p>For the purpose of this document, the record type is only in reference to Student Educational Records. FERPA defines Student Educational Records as those records “that are directly related to a student and are maintained by an educational agency or institution or by a third party acting on behalf of the agency or institution.” (Rooker and Faulkner 2012, 7)<\/p>\n<ul>\n<li><strong>Electronic Records:<\/strong> many records are created and maintained in an electronic format. These include documents stored on the computer hard drives, servers, emails and attachments, and documents that have been scanned and reside in our student data-base. Note any records created on desktop computers that need to be retained beyond five years need to be copied either into the student data system or scanned into the university document management system (BDMS).Electronic Mail should be treated like any other electronic record. Mail received via electronic media that has student academic record information should be retained according to the retention schedule listed below. As stated previously the e-mail can be copied into information system or printed\/scanned into the student document management system (BDMS). Each person using email as a tool for communication must take responsibility for the retention of important student information. The email files embedded in your desktop account are not permanent storage and should not be used for permanent or long-term storage purposes. Note: the emails can be subpoenaed if the files are stored on your desktop.<\/li>\n<li><strong>Records Hold:<\/strong> this indicates a specified record cannot be sent to be disposed as scheduled due to a request from the student or legal counsel. The record will remain on hold until such time the record is no longer needed for any ongoing issues such as an investigation, litigation or any other special circumstance.<\/li>\n<li><strong>Scanned Records:<\/strong> part of the core values of the university is “respect of individuals and humanity and the health of the planet and its people.” In order to foster this core value the University of La&nbsp;Verne has made a commitment to reduce the usage of paper documents. We have in most locations moved to an on-line application for admission and the acceptance of electronic transcripts. We are also committed to the scanning of student documents so they can be viewed on-line without need to photocopy. It is our goal that all administrative offices\/division will scan all hard copy documents to the appropriate file. Documents scanned to the student records do have a retention time period.<\/li>\n<li><strong>Student Hard Copy Records:<\/strong> documents collected and retained in the administrative offices and units. Hard copy documents include, but not limited to, application for admission, admission letter, transcripts from other institutions, all correspondence, evaluations, emails, advising notes, grade changes, etc.<\/li>\n<li><strong>Student permanent records:<\/strong> also known as archival records, are those records that have historical value or are deemed to be necessary to document grades and student attendance at the University of La&nbsp;Verne. FERPA requires all student transcripts to be permanently retained. Also note any files that have been requested for any reason by a student for legal reasons or by legal counsel must also be retained until such time there is no further administrative or legal need.<\/li>\n<li><strong>Redundant records<\/strong> are those records that that are not deemed necessary to be kept. Examples of this would be a photocopy of a document that is already on file or scanned into the student’s record or a screen shot from the University’s student information system. Records that have been duplicated or have no value to the student record, such as a draft of a letter are considered redundant records. Redundant records will not appear on the list of documents to be retained.<\/li>\n<\/ul>\n<p>A complete inventory of what is considered part of the student educational records at the University is listed at the end of this document. Records generated as electronic mail (as email or attachments) should be retained as either paper copies or scanned to the University document imaging system with appropriate storage and back-up protocols. E-mail is retained on university servers in reference to student records for no longer than 5 years.<\/p>\n<p>Note only those records with a students identification should be included in their hard copy file or electronic file. Documents with multiple students names must have all other student data removed or blocked.<\/p>\n<h3>Retention Period Schedule<\/h3>\n<p>The retention period is the maximum\/minimum length of time a record must be kept by the university records retention policy. The retention period as indicated in the schedule below means the records must be kept until the designated time period has ended. For the University of La&nbsp;Verne the retention period starts at the end of the students last semester\/term of attendance or the date of degree completion, whichever comes later.<\/p>\n<p>A retention schedule identifies all records to be maintained and designates the time period that the record must be retained. At the end of this document, you will find the University of La&nbsp;Verne Student Academic Records Retention Schedule. The schedule describes types of documents and provides the length of time each documents must be retained. The list also includes the retention policy for electronic documents versus hard copy documents. Please note this list will change as we continue to move more documents to be stored in the student’s electronic file. The length of time is based upon guidelines provided by the American Association of Collegiate Registrars and Admission Officers (AACRAO).<\/p>\n<p>Administrative units and divisions outside of the Office of the Registrar may hold records longer than the retention period. It is up to each of these individual administrative units to determine their retention period and ensure the records are appropriately destroyed.<\/p>\n<p>Responsible parties including but not limited to:<\/p>\n<ul>\n<li><strong>Academic Advising:<\/strong> All faculty-advising files for students are to be returned to the Office of Academic Advising for disposition. These files are to be disposed at the time the student completes their degree or is inactive for one calendar year.<\/li>\n<li><strong>ROC\/CAPA Professional Advisors:<\/strong> All professional advising files to be sent for disposition as soon as the student completes their degree or is deemed inactive or the 7 year time limit for degree completion for undergraduates and 2 years for graduate has expired.<\/li>\n<li><strong>Executive Assistants<\/strong> who report to the Office of the President, Provost, Associate Provost, Deans, Associate Deans must send files for disposition at the time there is no longer a need to retain the student file.<\/li>\n<li><strong>Academic Success Center:<\/strong> Send files for disposition as soon as the student completes their degree or there is no longer a need to retain the file.<\/li>\n<li>The following office will also abide by this Student Retention Educational and Disposition Policy :\n<ul>\n<li>Admission Operations for the following:\n<ul>\n<li>Main Campus Traditional Undergraduates<\/li>\n<li>Main Campus Graduates and Doctoral Students<\/li>\n<li>Regional Campus, On-Line and CAPA Undergraduate Students<\/li>\n<li>Educational Studies Center Student<\/li>\n<li>Physician Assistant Students*<\/li>\n<li>College of Law and Public Service Students*<\/li>\n<li>Other Points of Entry not listed will abide by this policy<\/li>\n<\/ul>\n<\/li>\n<li><strong>Athletics:<\/strong> will follow this policy in addition to any stipulations provided by NCAA2<\/li>\n<li><strong>Student Affairs:<\/strong> will follow this policy in addition to any other stipulations provided by Student Affairs professional guideline and DOE\n<ul>\n<li>BIT<\/li>\n<li>Housing<\/li>\n<li>Student Conduct<\/li>\n<li>Health Center<\/li>\n<li>ADA<\/li>\n<li>Veteran Affairs<\/li>\n<li>Counseling and Psychological Affairs<\/li>\n<li>International Student Affairs<\/li>\n<\/ul>\n<\/li>\n<li><strong>Campus Safety:<\/strong> will follow this policy along with their professional organization guidelines<\/li>\n<li><strong>Career Development Services:<\/strong> will follow-this policy along with their professional organization guidelines<\/li>\n<li><strong>Graduate Academic Services:<\/strong> will follow this policy statement<\/li>\n<li><strong>External Programs:<\/strong> will follow this policy statement<\/li>\n<li><strong>Office of the Registrar:<\/strong> will follow this policy statement<\/li>\n<li><strong>Strategic Enrollment Management:<\/strong> will follow this policy statement<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<h3>Destruction of Records<\/h3>\n<p>Each administrative office or division has responsibility to periodically assesses which University records in his\/her office or division have reached their retention period and should be destroyed in accordance within this retention policy. All student records must be destroyed via the Red Flag shredding process for hard copy documents and scheduled digital purging. This includes redundant student academic records that may be created in the normal course of business.<\/p>\n<p>The treatment and destruction of redundant records need to be treated the same as all student academic records. The records need to be in a secured area until sent to Red Flag shredding.<\/p>\n<p>Destruction of student records needs to be coordinated with the Purchasing Department and clearly marked as Red Flag. The Purchasing Department has responsibility to ensure the documents are secured and signed off as being destroyed in a controlled condition.<\/p>\n<h3>Summary<\/h3>\n<p>All University employees have responsibility to maintain student academic records in a safe, secure, and retrievable way. All must adhere to the following practices<\/p>\n<ul>\n<li>Keep data secure against unauthorized creation, updating, processing outputting and distribution.<\/li>\n<li>Appropriately secure student academic records and keep them inaccessible to non-approved users when not in use.<\/li>\n<li>Use, retain, and dispose of data consistent with this policy.<\/li>\n<li>When creating reports from data bases, maintain the same level of confidentiality in the report as exist for protection of the original data.<\/li>\n<li>Reports containing private or confidential data should be disposed of properly which means shredding all paper copies and removing the data from hard drives and servers so that it cannot be retrieved by non-approved users. Retained reports for archival purpose that includes student data must be secured.<\/li>\n<\/ul>\n<h3>Contact<\/h3>\n<p>Direct any questions about this policy or about an individual student records to the University Registrar. Concerns regarding the University being in compliance with the above policy should be addressed to the University General Counsel.<\/p>\n<hr \/>\n<p>*May have additional stipulations as per their professional accrediting bodies<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This applies only to those students who officially enroll at the University of La&nbsp;Verne. Most students will not have each document type as listed below. This is a comprehensive list of all possible documents types for all students at all levels. Overview The documentation and archiving of student data is critical to ensure the accuracy, [&hellip;]<\/p>\n","protected":false},"author":24,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-1995","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.8 (Yoast SEO v23.8) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Academic Records Retention Policy | University of La Verne<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/laverne.edu\/registrar\/academic-records-retention-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Academic Records Retention Policy\" \/>\n<meta property=\"og:description\" content=\"This applies only to those students who officially enroll at the University of La&nbsp;Verne. Most students will not have each document type as listed below. This is a comprehensive list of all possible documents types for all students at all levels. Overview The documentation and archiving of student data is critical to ensure the accuracy, [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/laverne.edu\/registrar\/academic-records-retention-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Office of the Registrar\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/ULaVerne\/\" \/>\n<meta property=\"article:modified_time\" content=\"2020-11-19T23:27:17+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@ULaVerne\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/laverne.edu\/registrar\/academic-records-retention-policy\/\",\"url\":\"https:\/\/laverne.edu\/registrar\/academic-records-retention-policy\/\",\"name\":\"Academic Records Retention Policy | University of La Verne\",\"isPartOf\":{\"@id\":\"https:\/\/laverne.edu\/registrar\/#website\"},\"datePublished\":\"2019-06-26T16:59:52+00:00\",\"dateModified\":\"2020-11-19T23:27:17+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/laverne.edu\/registrar\/academic-records-retention-policy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/laverne.edu\/registrar\/academic-records-retention-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/laverne.edu\/registrar\/academic-records-retention-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/laverne.edu\/registrar\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Academic Records Retention Policy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/laverne.edu\/registrar\/#website\",\"url\":\"https:\/\/laverne.edu\/registrar\/\",\"name\":\"Office of the Registrar\",\"description\":\"University of La Verne\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/laverne.edu\/registrar\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Academic Records Retention Policy | University of La Verne","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/laverne.edu\/registrar\/academic-records-retention-policy\/","og_locale":"en_US","og_type":"article","og_title":"Academic Records Retention Policy","og_description":"This applies only to those students who officially enroll at the University of La&nbsp;Verne. Most students will not have each document type as listed below. This is a comprehensive list of all possible documents types for all students at all levels. Overview The documentation and archiving of student data is critical to ensure the accuracy, [&hellip;]","og_url":"https:\/\/laverne.edu\/registrar\/academic-records-retention-policy\/","og_site_name":"Office of the Registrar","article_publisher":"https:\/\/www.facebook.com\/ULaVerne\/","article_modified_time":"2020-11-19T23:27:17+00:00","twitter_card":"summary_large_image","twitter_site":"@ULaVerne","twitter_misc":{"Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/laverne.edu\/registrar\/academic-records-retention-policy\/","url":"https:\/\/laverne.edu\/registrar\/academic-records-retention-policy\/","name":"Academic Records Retention Policy | University of La Verne","isPartOf":{"@id":"https:\/\/laverne.edu\/registrar\/#website"},"datePublished":"2019-06-26T16:59:52+00:00","dateModified":"2020-11-19T23:27:17+00:00","breadcrumb":{"@id":"https:\/\/laverne.edu\/registrar\/academic-records-retention-policy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/laverne.edu\/registrar\/academic-records-retention-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/laverne.edu\/registrar\/academic-records-retention-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/laverne.edu\/registrar\/"},{"@type":"ListItem","position":2,"name":"Academic Records Retention Policy"}]},{"@type":"WebSite","@id":"https:\/\/laverne.edu\/registrar\/#website","url":"https:\/\/laverne.edu\/registrar\/","name":"Office of the Registrar","description":"University of La Verne","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/laverne.edu\/registrar\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"}]}},"publishpress_future_action":{"enabled":false,"date":"2024-12-01 06:54:50","action":"change-status","newStatus":"draft","terms":[],"taxonomy":""},"_links":{"self":[{"href":"https:\/\/laverne.edu\/registrar\/wp-json\/wp\/v2\/pages\/1995"}],"collection":[{"href":"https:\/\/laverne.edu\/registrar\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/laverne.edu\/registrar\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/laverne.edu\/registrar\/wp-json\/wp\/v2\/users\/24"}],"replies":[{"embeddable":true,"href":"https:\/\/laverne.edu\/registrar\/wp-json\/wp\/v2\/comments?post=1995"}],"version-history":[{"count":7,"href":"https:\/\/laverne.edu\/registrar\/wp-json\/wp\/v2\/pages\/1995\/revisions"}],"predecessor-version":[{"id":2388,"href":"https:\/\/laverne.edu\/registrar\/wp-json\/wp\/v2\/pages\/1995\/revisions\/2388"}],"wp:attachment":[{"href":"https:\/\/laverne.edu\/registrar\/wp-json\/wp\/v2\/media?parent=1995"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}