{"id":52,"date":"2014-07-28T18:06:10","date_gmt":"2014-07-28T18:06:10","guid":{"rendered":"https:\/\/laverne.edu\/step-up\/?page_id=52"},"modified":"2019-08-28T15:46:13","modified_gmt":"2019-08-28T22:46:13","slug":"effective-helping","status":"publish","type":"page","link":"https:\/\/laverne.edu\/step-up\/effective-helping\/","title":{"rendered":"Strategies for Effective Helping"},"content":{"rendered":"<p><img loading=\"lazy\" decoding=\"async\" class=\"alignright wp-image-66\" src=\"https:\/\/laverne.edu\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/Effective1.jpg\" alt=\"Effect Strategies\" width=\"300\" height=\"200\" srcset=\"https:\/\/laverne.edu\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/Effective1.jpg 400w, https:\/\/laverne.edu\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/Effective1-300x200.jpg 300w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/>In addition to the 5 Decision Making Steps, there are a number of strategies you can use for effective helping. (For action steps in each topic area please go to that specific topic):<\/p>\n<ul>\n<li><a href=\"https:\/\/laverne.edu\/step-up\/strategies-for-effective-helping\/#emergency\">Emergency Helping — General Strategies<\/a><\/li>\n<li><a href=\"https:\/\/laverne.edu\/step-up\/strategies-for-effective-helping\/#nonemergency\">Non-Emergency Helping — General Strategies<\/a><\/li>\n<li><a href=\"https:\/\/laverne.edu\/step-up\/strategies-for-effective-helping\/#formula\">The 5-Point Formula\/Script<\/a><\/li>\n<li><a href=\"https:\/\/laverne.edu\/step-up\/strategies-for-effective-helping\/#within\">Within Your Team<\/a><\/li>\n<li><a href=\"https:\/\/laverne.edu\/step-up\/strategies-for-effective-helping\/#emotion\">When Dealing with High Emotion<\/a><\/li>\n<li><a href=\"https:\/\/laverne.edu\/step-up\/strategies-for-effective-helping\/#increase\">How to Increase Helping<\/a><\/li>\n<li><a href=\"https:\/\/laverne.edu\/step-up\/strategies-for-effective-helping\/#intervention\">5 Intervention Styles<\/a><\/li>\n<li><a href=\"https:\/\/laverne.edu\/step-up\/strategies-for-effective-helping\/#value\">Making Value-Based Decisions<\/a><\/li>\n<li><a href=\"https:\/\/laverne.edu\/step-up\/strategies-for-effective-helping\/#core\">The 5 Core Questions<\/a><\/li>\n<\/ul>\n<h2>Emergency Helping — General Strategies<\/h2>\n<p>Emergency situations unfold quickly and often require immediate helping responses.<\/p>\n<p>Carefully assess the entire situation\/circumstances before making any decisions or taking any action. Choose the most effective ways of helping for that particular situation. Be sure to not make the situation escalate.<\/p>\n<p>Consider both direct and indirect ways to intervene:<\/p>\n<ul>\n<li>Direct: You take responsibility as the primary helper.<\/li>\n<li>Indirect: You request that someone else take responsibility as the primary helper (e.g., the Police, Emergency Medical Trained or EMT personnel, Athletic Administrators, etc.)<\/li>\n<\/ul>\n<h2>Non-Emergency Helping — General Strategies<\/h2>\n<p><strong>Non-emergency situations unfold more slowly and allow more careful planning of a helping response.<\/strong><\/p>\n<p><strong>Consider both direct and indirect ways to intervene:<\/strong><\/p>\n<ul>\n<li><strong><em>Direct:<\/em><\/strong> You speak with the person directly.<\/li>\n<li><strong><em>Indirect:<\/em><\/strong> Talk to another person who you feel could be helpful or give guidance and direction — teammate, counselor, administrator, coach.<\/li>\n<\/ul>\n<p><strong><em>Note:<\/em><\/strong> If you do not act immediately, don’t ignore the situation. Just because you don’t act right then and there doesn’t mean you can’t do it later!<\/p>\n<p><strong>Whatever response you choose, remember the following:<\/strong><\/p>\n<ul>\n<li>Consider frequency, duration and intensity\/severity when evaluating a situation.<\/li>\n<li>Determine the barrier for the person if possible — motivation, ability or environment.<\/li>\n<li>Know your limits as a helper — engage others as necessary.<\/li>\n<li>Be sensitive, understanding and non-judgmental.<\/li>\n<li>Challenge misperceptions – Express your true feelings\/beliefs.<\/li>\n<li>Identify the red flags; Anticipate problems.<\/li>\n<li>Determine the priority goal; Formulate a plan; Prepare\/practice what you want to say.<\/li>\n<li>Interrupt\/distract\/delay a situation you think might be problematic — before it becomes an emergency!<\/li>\n<li>Set boundaries — do not make excuses for the person or otherwise enable them.<\/li>\n<li>Conduct conversations in a safe environment. <strong>Maintain mutual respect and mutual purpose.<\/strong><\/li>\n<li><strong>Remember the Law of Delivery:<\/strong> <em>Who<\/em> (person\/s), <em>What<\/em> (content), <em>When<\/em> (timing), <em>Where<\/em> (location\/privacy), <em>Why<\/em> (reasons) and <em>How<\/em> (tone).<\/li>\n<\/ul>\n<h2><img loading=\"lazy\" decoding=\"async\" class=\"alignright size-full wp-image-60\" src=\"https:\/\/laverne.edu\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/Effective.jpg\" alt=\"\" width=\"250\" height=\"378\" srcset=\"https:\/\/laverne.edu\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/Effective.jpg 250w, https:\/\/laverne.edu\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/Effective-198x300.jpg 198w\" sizes=\"(max-width: 250px) 100vw, 250px\" \/>The 5 Point Formula\/Script<\/h2>\n<h3>The 5 Point Formula<\/h3>\n<p><strong>I Care<\/strong><br \/>\nLet the person know you care about him\/her and that because of the significance of the relationship you need to discuss something very important. Both starting and ending the discussion with an emphasis that you are doing this out of genuine concern, caring and respect for the person, sandwiches the difficult feedback between strong positives. Choose words you are comfortable with and fit your style.<\/p>\n<p><strong>I See<\/strong><br \/>\nReport\/Review actual events with your friend, as you perceive them. Remember you are evaluating the behavior not the person. Try to limit your statements to observable, irrefutable facts. The more you have, the better.<\/p>\n<p><strong>I Feel <\/strong><br \/>\nTell the person your own feelings using “I statements” to reveal your feelings.<\/p>\n<p><strong>I Want<\/strong><br \/>\nTell the person what you would like to see happen.<\/p>\n<p><strong>I Will<\/strong><br \/>\nSpecify what you will or will not do. Only set ultimatums if you can, and will, stick to them.<\/p>\n<p><em>Adapted from University of Massachusetts, Amherst Health Services, Virginia Alcohol Safety Action Program, and The BACCHUS Network.<\/em><\/p>\n<h3>Script<\/h3>\n<p><strong>I Care <\/strong><br \/>\n“John, do you have a minute? Because you’re such a good friend and I really care about you, I want to talk to you about something very important.”<\/p>\n<p><strong>I See<\/strong><br \/>\n“I’ve been noticing that you are not going to class as much and your practices haven’t been as productive lately. From my perspective, you really don’t seem to be yourself. I’ve seen you drinking more when we go out and it seems to be more frequent than in the past. You even got into that fight last weekend at the party and I’ve never seen that from you before.”<\/p>\n<p><strong>I Feel <\/strong><br \/>\n“I’m worried about how it is affecting you — personally, in school and on the team. To be honest I’m also scared about what could happen to you.”<\/p>\n<p><strong>I Want<\/strong><br \/>\n“John, I want what’s best for you and the team. I’d like to see you get some help – and sooner rather than later — at least talk to someone — either Coach Jones or even someone at our Counseling Center. You have so much to offer and the team really needs you! I’d really hate for something bad to happen because of a poor decision.”<\/p>\n<p><strong>I Will<\/strong><br \/>\n“I’d be willing to go with you if you want. I want to support you however I can because I respect you and you are very important to me — and to the team — but I will not lie for you and I will not watch you continue to make unhealthy choices. I’m really concerned John.”<\/p>\n<p><strong>Other possible phrases to which to confront a teammate or another person:<\/strong><\/p>\n<ul>\n<li>“The team needs you and expects more from you.”<\/li>\n<li>“This is (X school). That is not what we are about.”<\/li>\n<li>“I know you are better than that.”<\/li>\n<li>“You know that’s not OK.”<\/li>\n<li>Make the target goal inflexible but the process to reach it flexible.<\/li>\n<li>Be curious\/ask questions to understand from their point of view. (Perspective taking)<\/li>\n<li>Use contrasting to clarify misunderstandings. (e.g. What I DON’T want is X, what I DO want is Y).<\/li>\n<li>Ask permission if the topic is sensitive.<\/li>\n<li>Avoid “absolutes” (always, never, etc.)<\/li>\n<li>Avoid gossiping and rumor spreading.<\/li>\n<li>Be ready for a negative reaction. People can feel attacked when confronted and can get angry. Assure them that you are care about them and are concerned about their behavior.<\/li>\n<li>Take care of yourself — it can be difficult on helpers as well.<\/li>\n<li>Follow up.<\/li>\n<\/ul>\n<h2>Within Your Team<\/h2>\n<ul>\n<li>Create shared and agreed upon acceptable standards of behavior. (We can do X, we cannot do Y).<\/li>\n<li>Emphasize strength in numbers.<\/li>\n<li>Create plans together to avoid high-risk situations.<\/li>\n<li>Explain the expectation to intervene.<\/li>\n<li>Make it relevant to the team and to achieving team goals.<\/li>\n<li>Empower teammates to Step UP!<\/li>\n<li>Acknowledge and reinforce caring behaviors.<\/li>\n<li>Allow teammates to air thoughts\/feelings.<\/li>\n<li>Practice skills and strategies to Step UP!<\/li>\n<\/ul>\n<h2>When Dealing with High Emotion<\/h2>\n<p><strong>3 things TO do:<\/strong><\/p>\n<ol>\n<li>Ensure your safety<\/li>\n<li>Try to dissipate the emotion<\/li>\n<li>Consider the other person’s perspective<\/li>\n<\/ol>\n<p><strong>3 things to NOT do:<\/strong><\/p>\n<ol>\n<li>Don’t get caught up in the moment<\/li>\n<li>Don’t one-up the person<\/li>\n<li>Don’t patronize<\/li>\n<\/ol>\n<p><strong>Don’t deal with content until you deal with emotion.<\/strong><\/p>\n<h2>How to Increase Helping<\/h2>\n<ol>\n<li>Encourage prosocial\/helping behavior.<\/li>\n<li>Increase and optimize the 5 Decision Making Steps.<\/li>\n<li>Reduce inhibiting factors (pluralistic ignorance, conformity,<br \/>\nspiral of silence, etc.)<\/li>\n<li>Increase identification of risk factors.<\/li>\n<li>Make “in-group” more inclusive.<\/li>\n<li>Practice perspective taking.<\/li>\n<li>Increase knowledge, skills, and confidence.<\/li>\n<\/ol>\n<h2>5 Intervention Styles<\/h2>\n<p>Human behavior is complex and intervention styles will depend on situations and roles. Everyone is a mix of all styles, but most people have tendencies toward one or two styles. <em>The goal is to increase understanding of your style, others’ style, and how to interact for the best intervention.<\/em><\/p>\n<p><em>Adapted from the work of Jeff Janssen and the DiSC© Behavioral Assessment.<\/em><\/p>\n<ul>\n<li><a href=\"\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/StepUP_Intervention_Styles.pdf\">View in PDF format<\/a><\/li>\n<\/ul>\n<h3>Shark (D)<\/h3>\n<ul>\n<li><strong>Approach to intervention:<\/strong> <em>Dominant<\/em>; <em>Results oriented.<\/em> Get it done. Likes to take charge and be in control. Intervention is more direct.<\/li>\n<li><strong>Strengths<\/strong>: Direct, confident, strong-willed, driven, forceful, competitive, assertive, pushes group to achieve, expresses opinion; performs well under pressure and in clear-cut emergencies.<\/li>\n<li><strong>Weaknesses<\/strong>: Can be insensitive, impatient, blunt, sarcastic, aggressive, and make situations worse; can be viewed as arrogant, “know it all”; doesn’t give much thought to intervention method; prefers “winning” over compromise.<\/li>\n<li><strong>Can intervene more effectively by<\/strong>: Warmth, patience, empathy, humility, tact, and having consideration of others’ ideas.<\/li>\n<li><strong>When intervening with a Shark<\/strong>: Sharks are driven by power, authority and success. Address issues directly, efficiently and focus on the desired results; support your concerns with facts; avoid challenging their perceived authority; focus on resolving the problem rather than being “right”; avoid repeating yourself or giving too many details; avoid taking their candor personally.<\/li>\n<\/ul>\n<h3>Fox (I)<\/h3>\n<ul>\n<li><strong>Approach to intervention:<\/strong> <em>Influential<\/em>; <em>People oriented.<\/em> Get buy in\/approval. Likes to inspire and be recognized for their contribution. Intervention is more direct.<\/li>\n<li><strong>Strengths<\/strong>: Social, enthusiastic, energetic, optimistic, persuasive, charming; can mobilize a group and fight through group think and pluralistic ignorance.<\/li>\n<li><strong>Weaknesses<\/strong>: Impulsive, disorganized, lack of follow through; can rely solely on gut feelings; not great listeners; can be outspoken and monopolize conversation.<\/li>\n<li><strong>Can intervene more effectively by<\/strong>: Focusing on details, patience, listening more, following through, being more objective, and confronting problems.<\/li>\n<li><strong>When intervening with a Fox: <\/strong>Foxes are driven by social recognition, group activities and friendly relationships. Be encouraging<strong>, <\/strong>respectful, positive, and collaborative; recognize and solicit their contributions and ideas; present new approaches; let them talk and have them be part of the solution; show how actions will gain favorable attention and approval; don’t let them lose face or steal their limelight – make it clear it’s about the issue, not them as a person.<\/li>\n<\/ul>\n<h3>Teddy Bear (S)<\/h3>\n<ul>\n<li><strong>Approach to intervention: <\/strong><em>Steady<\/em><strong>; <\/strong><em>Team-oriented.<\/em> Work together<em>. <\/em>Like to be systematic, collaborative and accommodating; don’t want to offend others. Intervention is more indirect.<\/li>\n<li><strong>Strengths<\/strong>: Calm, patient, stable, even-tempered, practical, good listener, team player, amiable, empathetic, understanding, and humble.<\/li>\n<li><strong>Weaknesses<\/strong>: Overly accommodating; indecisive; passive; tendency to avoid change; can prioritize relationships, avoiding conflict and needing to be liked over confronting a problem; gives in to peer pressure; can perceive costs as greater than rewards.<\/li>\n<li><strong>Can intervene more effectively by<\/strong>: Addressing issues quickly and directly, taking initiative; showing self-confidence and courage, speaking up and taking a stand for what they believe in; taking a more active leadership role.<\/li>\n<li><strong>When intervening with a Teddy Bear: <\/strong>Teddy Bears are driven by the desire to maintain stable environments, appreciation, collaboration and opportunities to help. Be relaxed, supportive, sincere, and cooperative; express interest in them; show them you care about resolving the issues; be direct without being confrontational or aggressive; respect traditions, procedures and systematic practices; don’t rush them – given them time to process the info; don’t be critical or demanding.<\/li>\n<\/ul>\n<h3>Turtle (C)<\/h3>\n<ul>\n<li><strong>Approach to intervention: <\/strong><em>Conscientious<\/em><strong>; <\/strong><em>Detail-oriented.<\/em> Do it right. Want intervention to be the best it can be. Intervention is more indirect.<\/li>\n<li><strong>Strengths<\/strong>: Analytical, precise, systematic, cautious, diplomatic, tactful, will give careful consideration to intervention; high concern for quality.<\/li>\n<li><strong>Weaknesses<\/strong>: Slow to act. Can be overly critical; tendency to over analyze; can be blunt; misses important times to intervene early; can fall into pluralistic ignorance trap; rationalizes inaction as “none of my business”; thinks\/hopes someone else will do something.<\/li>\n<li><strong>Can intervene more effectively by<\/strong>: Acting more quickly; acknowledging others’ feelings and needs (perspective taking); cooperating with and involving others; looking beyond data, not getting bogged down with details; being more direct with interventions.<\/li>\n<li><strong>When intervening with a Turtle: <\/strong>Turtles are driven by opportunities to use their expertise, gain knowledge, and impact the situation with quality intervention. Be logical, organized and accurate when intervening. Support your position with logic and facts; minimize emotional language; give them space and time to process information; allow personal space and independence; stay away from forceful tactics – be patient, persistent and diplomatic.<\/li>\n<\/ul>\n<h3>Owl<\/h3>\n<p><strong>NOTE: All styles can be an Owl by best using their strengths and responding appropriately and effectively to the situation.<\/strong><\/p>\n<ul>\n<li><strong>Approach to intervention:<\/strong> <em>Holistic<\/em>; <em>Situation-oriented.<\/em> A more complete intervener; driven by achieving the best outcome; uses an inclusive, complete approach.<\/li>\n<li><strong>Strengths<\/strong>: A resourceful and creative problem solver; selfless and doesn’t care who gets credit; adapts their style to fit behavioral\/situational needs of others.<\/li>\n<li><strong>Weaknesses<\/strong>: Need to gain experience in certain circumstances.<\/li>\n<li><strong>Can intervene more effectively by<\/strong>: Continuing to hone skills in various and diverse situations.<\/li>\n<\/ul>\n<h2>Making Value-Based Decisions<\/h2>\n<p>As a bystander, one way to Step UP! is to get those involved in a situation to think about how current actions lead to future consequences. Remind them that what feels beneficial at the time may have greater long-term costs. In other words, are the “rewards” of the moment more valuable than the potential costs of the future (e.g., loss of scholarship; suspension\/expulsion; criminal record, etc.)? Also, consider how long the “rewards” last vs. how long the “costs” last. How long will your choice impact your life a day\/week\/month or year later? Considering possible costs and rewards over time can be eye opening.<\/p>\n<p>Help others by getting them to stop and think about what they are doing — or about to do. Is their decision aligned with their stated values? Will it jeopardize their future? Their goals? Their reputation? What they’ve worked so hard for? What you’ve ALL worked so hard for? Losing a teammate, even for a short period of time, may cost them (and you) in more ways than one. While it is important to support your teammates, it isn’t always easy to know how to best do this. Blindly following actions and\/or not intervening in a situation you know in your gut to be wrong, is NOT supporting a teammate but rather assisting in their future troubles.<\/p>\n<p><em>Please see the <a href=\"\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/STEPUP_Worksheet_Scenario.pdf\">Scenario Worksheet<\/a> in Appendix B for an example.<\/em><\/p>\n<h2>The 5 Core Questions<\/h2>\n<p><strong>Please consider the following 5 Core Questions for situations in which you may need to intervene.<\/strong><\/p>\n<p>More topic-specific questions are provided in the topics section of this website. (<em>Also see the <a href=\"\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/STEPUP_Worksheet_Scenario1.pdf\">Scenario Worksheet<\/a> in Appendix B.<\/em>)<\/p>\n<ol>\n<li>What is the goal?<\/li>\n<li>Discuss the Five Decision Making Steps:\n<ol>\n<li><strong>Notice the Event<\/strong>(At what point could you notice?)<\/li>\n<li><strong>Interpret it as Problem\/Emergency<\/strong>(What are the red flags?)<\/li>\n<li><strong>Assume Personal Responsibility<\/strong>(What could you do?)<\/li>\n<li><strong>Have the Skills to Intervene<\/strong>(What knowledge\/skills are necessary?)<\/li>\n<li><strong>Implement the Help – Step UP!<\/strong>(What are direct and indirect ways<br \/>\nto help?)<\/li>\n<\/ol>\n<\/li>\n<li>What could you do to make the intervention Safe, Early, and Effective?<\/li>\n<li>Costs\/Rewards – What are the benefits of intervening? What are some costs? What are some costs of NOT intervening?<\/li>\n<li>Perspective Taking – How would you feel if you were the “victim”? What would you be thinking? What would you want others to do for you?<\/li>\n<\/ol>\n<p>Also, consider what other bystander behavior factors could be involved in certain circumstances (pluralistic ignorance, conformity, diffusion of responsibility, etc.).<\/p>\n","protected":false},"excerpt":{"rendered":"<p>In addition to the 5 Decision Making Steps, there are a number of strategies you can use for effective helping. (For action steps in each topic area please go to that specific topic): Emergency Helping — General Strategies Non-Emergency Helping — General Strategies The 5-Point Formula\/Script Within Your Team When Dealing with High Emotion How [&hellip;]<\/p>\n","protected":false},"author":11,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"open","ping_status":"open","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-52","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.8 (Yoast SEO v23.8) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Strategies for Effective Helping | Step Up Program | University of La Verne<\/title>\n<meta name=\"description\" content=\"In addition to the 5 Decision Making Steps, there are a number of strategies you can use for effective helping.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/laverne.edu\/step-up\/effective-helping\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Strategies for Effective Helping\" \/>\n<meta property=\"og:description\" content=\"In addition to the 5 Decision Making Steps, there are a number of strategies you can use for effective helping.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/laverne.edu\/step-up\/effective-helping\/\" \/>\n<meta property=\"og:site_name\" content=\"Step Up Program\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/ULaVerne\/\" \/>\n<meta property=\"article:modified_time\" content=\"2019-08-28T22:46:13+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/laverne.edu\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/Effective1.jpg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@ULaVerne\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"12 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/laverne.edu\/step-up\/effective-helping\/\",\"url\":\"https:\/\/laverne.edu\/step-up\/effective-helping\/\",\"name\":\"Strategies for Effective Helping | Step Up Program | University of La Verne\",\"isPartOf\":{\"@id\":\"https:\/\/laverne.edu\/step-up\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/laverne.edu\/step-up\/effective-helping\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/laverne.edu\/step-up\/effective-helping\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/laverne.edu\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/Effective1.jpg\",\"datePublished\":\"2014-07-28T18:06:10+00:00\",\"dateModified\":\"2019-08-28T22:46:13+00:00\",\"description\":\"In addition to the 5 Decision Making Steps, there are a number of strategies you can use for effective helping.\",\"breadcrumb\":{\"@id\":\"https:\/\/laverne.edu\/step-up\/effective-helping\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/laverne.edu\/step-up\/effective-helping\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/laverne.edu\/step-up\/effective-helping\/#primaryimage\",\"url\":\"https:\/\/laverne.edu\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/Effective1.jpg\",\"contentUrl\":\"https:\/\/laverne.edu\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/Effective1.jpg\",\"width\":400,\"height\":267},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/laverne.edu\/step-up\/effective-helping\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/laverne.edu\/step-up\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Strategies for Effective Helping\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/laverne.edu\/step-up\/#website\",\"url\":\"https:\/\/laverne.edu\/step-up\/\",\"name\":\"Step Up Program\",\"description\":\"University of La Verne\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/laverne.edu\/step-up\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Strategies for Effective Helping | Step Up Program | University of La Verne","description":"In addition to the 5 Decision Making Steps, there are a number of strategies you can use for effective helping.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/laverne.edu\/step-up\/effective-helping\/","og_locale":"en_US","og_type":"article","og_title":"Strategies for Effective Helping","og_description":"In addition to the 5 Decision Making Steps, there are a number of strategies you can use for effective helping.","og_url":"https:\/\/laverne.edu\/step-up\/effective-helping\/","og_site_name":"Step Up Program","article_publisher":"https:\/\/www.facebook.com\/ULaVerne\/","article_modified_time":"2019-08-28T22:46:13+00:00","og_image":[{"url":"https:\/\/laverne.edu\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/Effective1.jpg"}],"twitter_card":"summary_large_image","twitter_site":"@ULaVerne","twitter_misc":{"Est. reading time":"12 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/laverne.edu\/step-up\/effective-helping\/","url":"https:\/\/laverne.edu\/step-up\/effective-helping\/","name":"Strategies for Effective Helping | Step Up Program | University of La Verne","isPartOf":{"@id":"https:\/\/laverne.edu\/step-up\/#website"},"primaryImageOfPage":{"@id":"https:\/\/laverne.edu\/step-up\/effective-helping\/#primaryimage"},"image":{"@id":"https:\/\/laverne.edu\/step-up\/effective-helping\/#primaryimage"},"thumbnailUrl":"https:\/\/laverne.edu\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/Effective1.jpg","datePublished":"2014-07-28T18:06:10+00:00","dateModified":"2019-08-28T22:46:13+00:00","description":"In addition to the 5 Decision Making Steps, there are a number of strategies you can use for effective helping.","breadcrumb":{"@id":"https:\/\/laverne.edu\/step-up\/effective-helping\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/laverne.edu\/step-up\/effective-helping\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/laverne.edu\/step-up\/effective-helping\/#primaryimage","url":"https:\/\/laverne.edu\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/Effective1.jpg","contentUrl":"https:\/\/laverne.edu\/step-up\/wp-content\/uploads\/sites\/54\/2014\/07\/Effective1.jpg","width":400,"height":267},{"@type":"BreadcrumbList","@id":"https:\/\/laverne.edu\/step-up\/effective-helping\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/laverne.edu\/step-up\/"},{"@type":"ListItem","position":2,"name":"Strategies for Effective Helping"}]},{"@type":"WebSite","@id":"https:\/\/laverne.edu\/step-up\/#website","url":"https:\/\/laverne.edu\/step-up\/","name":"Step Up Program","description":"University of La Verne","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/laverne.edu\/step-up\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"}]}},"publishpress_future_action":{"enabled":false,"date":"2024-12-03 15:58:53","action":"change-status","newStatus":"draft","terms":[],"taxonomy":""},"_links":{"self":[{"href":"https:\/\/laverne.edu\/step-up\/wp-json\/wp\/v2\/pages\/52"}],"collection":[{"href":"https:\/\/laverne.edu\/step-up\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/laverne.edu\/step-up\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/laverne.edu\/step-up\/wp-json\/wp\/v2\/users\/11"}],"replies":[{"embeddable":true,"href":"https:\/\/laverne.edu\/step-up\/wp-json\/wp\/v2\/comments?post=52"}],"version-history":[{"count":10,"href":"https:\/\/laverne.edu\/step-up\/wp-json\/wp\/v2\/pages\/52\/revisions"}],"predecessor-version":[{"id":407,"href":"https:\/\/laverne.edu\/step-up\/wp-json\/wp\/v2\/pages\/52\/revisions\/407"}],"wp:attachment":[{"href":"https:\/\/laverne.edu\/step-up\/wp-json\/wp\/v2\/media?parent=52"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}